Repository: Piwigo/piwigo-flutter-app
Catalog: l10n/app_*.arb
Languages: de, fr, ja, lt, zh

# tabBar_albums
source: Albums
de: Alben
ja: アルバム
lt: Albumai
zh: 相册

# tabBar_upload
source: Upload
de: Hochladen
fr: Envoyer
ja: アップロード
lt: Įkelti
zh: 上传

# tabBar_preferences
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
lt: Nustatymai
zh: 设置

# alertDismissButton
source: Dismiss
de: Verwerfen
fr: Annuler
ja: 閉じる
lt: Atšaukti
zh: 忽略

# alertYesButton
source: Yes
de: Ja
fr: Oui
ja: はい
lt: Taip
zh: 是

# alertNoButton
source: No
de: Nein
fr: Non
ja: いいえ
lt: Ne
zh: 否

# alertTryAgainButton
source: Try Again
de: Erneut versuchen
fr: Réessayez
ja: 再試行
lt: Bandyti dar kartą
zh: 重试

# alertCancelButton
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
lt: Atšaukti
zh: 取消

# alertAddButton
source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
lt: Pridėti
zh: 添加

# alertRetryButton
source: Retry
de: Erneut versuchen
fr: Réessayer
ja: 再試行
lt: Kartoti
zh: 重试

# alertNextButton
source: Next Photo
de: Nächstes Foto
fr: Photo suivante
ja: 次の写真
lt: Kita nuotrauka
zh: 下一张照片

# alertTryButton
source: Try
de: Ausprobieren
fr: Essayer
ja: 試す
lt: Bandyti
zh: 尝试

# alertClearButton
source: Clear
de: Löschen
fr: Vider
ja: クリア
lt: Išvalyti
zh: 清空

# alertConfirmButton
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
lt: Patvirtinti
zh: 确认

# alertRemoveButton
source: Remove
de: Entfernen
fr: Retirer
ja: 削除
lt: Pašalinti
zh: 移除

# alertMoveButton
source: Move
de: Verschieben
fr: Déplacer
ja: 移動
lt: Perkelti
zh: 移动

# alertCopyButton
source: Copy
de: Kopieren
fr: Copier
ja: コピー
lt: Kopijuoti
zh: 复制

# loadingHUD_label
source: Loading…
de: Wird geladen…
fr: Chargement…
ja: 読み込み中…
lt: Kraunasi…
zh: 正在加载…

# completeHUD_label
source: Complete
de: Fertig
fr: Terminé
ja: 完了
lt: Baigta
zh: 完成

# errorHUD_label
source: Error
de: Fehler
fr: Erreur
ja: エラー
lt: Klaida
zh: 出错

# loadMoreHUD_label
source: Release to load more
ja: さらに読み込むにはリリース
zh: 松开以加载更多

# uploadRights_title
source: Upload Rights Needed
de: Erforderliche Rechte zum Hochladen benötigt
fr: Droits Requis
ja: アップロード権限が必要
lt: Reikalingos įkėlimo teisės
zh: 需要上传权限

# uploadRights_message
source: You must have upload rights to be able to upload photos or videos.
de: Zum Hochladen von Bildern oder Videos werden Upload-Berechtigungen benötigt.
fr: Vous devez avoir le droit de télécharger pour pouvoir envoyer des photos ou des vidéos.
ja: 写真やビデオをアップロードするには、アップロード権限が必要です。
lt: Reikalingos įkėlimo teisės, nuotraukos ar vaizdo įrašo įkėlimui.
zh: 您必须拥有上传权限才能上传照片或视频。

# internetErrorGeneral_title
source: Connection Error
de: Verbindungsfehler
fr: Erreur de Connexion
ja: 接続エラー
lt: Prisijungimo klaida
zh: 连接出错

# internetErrorGeneral_broken
source: Sorry, the communication was broken. Try logging in again.
de: Die Verbindung wurde unterbrochen. Bitte erneut anmelden.
fr: Désolé, la communication a été interrompue. Essayez de vous connecter à nouveau.
ja: 申し訳ありませんが、通信が途切れました。再度ログインしてください。
lt: Apgailestaujame, ryšis nutrūko. Bandykite prisijungti iš naujo.
zh: 抱歉，网络连接断开，请尝试重新登录。

# internetCancellingConnection_button
source: Cancelling Connection…
de: Verbindung wird beendet…
fr: Annulation de la Connexion…
ja: 接続をキャンセル中…
lt: Atšaukiamas prisijungimas…
zh: 正在取消连接…

# internetCancelledConnection_button
source: Cancel Connection
de: Verbindung abbrechen
fr: Annuler la Connexion
ja: 接続をキャンセル
lt: Atšaukti prisijungimą
zh: 取消连接

# internetCancelledConnection_title
source: Connection Cancelled
de: Verbindung abgebrochen
fr: Connexion Annulée
ja: 接続がキャンセルされました
lt: Prisijungimas atšauktas
zh: 连接已取消

# piwigoServer_wrongJSONobject
source: Could not digest JSON object returned by Piwigo server.
de: Konnte das vom Piwigo-Server zurückgegebene JSON-Objekt nicht auswerten.
fr: Impossible d'analyser l'objet JSON retourné par le serveur Piwigo.
ja: Piwigoサーバーから返されたJSONオブジェクトを解析できませんでした。
lt: Nepavyko apdoroti JSON objekto grąžinto iš Piwigo serverio.
zh: 无法解析 Piwigo 服务器传送的 JSON 对象。

# piwigoServer_invalidJSONobject
source: Piwigo server did not return a valid JSON object.
de: Der Piwigo-Server hat kein gültiges JSON-Objekt zurückgegeben.
fr: Le serveur Piwigo n'a pas renvoyé un objet JSON valide.
ja: Piwigoサーバーは有効なJSONオブジェクトを返しませんでした。
lt: Piwigo serveris grąžino netinkamą JSON objektą.
zh: Piwigo 服务器没有返回有效的 JSON 对象。

# piwigoServer_emptyJSONobject
source: Piwigo server did return an empty JSON object.
de: Der Piwigo Server hat ein leeres JSON-Objekt zurückgegeben.
fr: Le serveur Piwigo a retourné un fichier JSON vide.
ja: Piwigoサーバーは空のJSONオブジェクトを返しました。
lt: Piwigo serveris grąžino tuščią JSON objektą.
zh: Piwigo 服务器返回了空的 JSON 对象。

# coreDataStore_WarningTitle
source: Warning
de: Warnung
fr: Avertissement
ja: 警告
lt: Įspėjimas
zh: 警告

# coreDataStore_WarningMessage
source: A serious application error occurred while Piwigo tried to read the data cache. A new cache has therefore been created.
de: Während Piwigo versuchte, den Daten-Cache zu lesen, ist ein schwerwiegender Anwendungsfehler aufgetreten. Ein neuer Zwischenspeicher wurde erstellt.
fr: Une erreur sérieuse s'est produite pendant que Piwigo tentait de lire le cache de données. Un nouveau cache a donc été créé.
ja: Piwigoがデータキャッシュを読み取ろうとした際に重大なアプリケーションエラーが発生しました。そのため、新しいキャッシュが作成されました。
lt: Įvyko rimta programos klaida Piwigo bandant nuskaityti duomenis iš podėlio. Todėl buvo sukurtas naujas podėlis.
zh: Piwigo 尝试读取数据缓存时出现严重错误。 因此将会创建新的缓存。

# coreDataFetch_DigestError
source: Could not digest the fetched data.
de: Konnte die abgerufenen Daten nicht verarbeiten.
fr: Impossible de digérer les données récupérées.
ja: 取得したデータを解析できませんでした。
lt: Nepavyko apdoroti gautų duomenų.
zh: 无法解析获取到的数据。

# coreDataFetch_TagError
source: Fetch tags error!
de: Fehler beim Abrufen der Schlagworte!
fr: Echec de la récupération des tags!
ja: タグ取得エラー！
lt: Žymų gavimo klaida!
zh: 获取标签时出现错误！

# coreDataFetch_TagMissingData
source: Found and will discard a tag missing a valid code or name.
de: Gefundenes Schlagwort ohne gültige Verknüpfung oder Name wird verworfen.
fr: Trouvé et supprimera un tag n'ayant pas d'identité ou de nom valide.
ja: 有効なコードまたは名前がないタグを見つけ、破棄します。
lt: Rasta ir bus atmesta žyma, kurioje nėra galiojančio kodo arba pavadinimo.
zh: 搜索并删除缺少有效代码或名称的标签。

# coreDataFetch_TagCreateFailed
source: Failed to create a new Tag object.
de: Neues Schlagwort konnte nicht erstellt werden.
fr: Impossible de créer un nouvel objet Tag.
ja: 新しいタグオブジェクトの作成に失敗しました。
lt: Nepavyko sukurti naujo Žymos objekto.
zh: 无法创建新标签。

# coreDataFetch_UploadCreateFailed
source: Failed to create a new Upload object.
de: Es konnte kein neues Hochladeobjekt erstellt werden.
fr: Impossible de créer un nouvel objet Upload.
ja: 新しいアップロードオブジェクトの作成に失敗しました。
lt: Nepavyko sukurti naujo Įkėlimo objekto.
zh: 无法创建新的上传对象

# coreDataFetch_UploadMissingAsset
source: Failed to retrieve photo.
de: Fehler beim Abrufen des Fotos.
fr: Impossible de récupérer les photos.
ja: 写真の取得に失敗しました。
lt: Nepavyko gauti nuotraukos.
zh: 无法获取图片。

source: Login
de: Anmeldung
fr: Connexion
ja: ログイン
lt: Prisijungti
zh: 登录

# login_userPlaceholder
source: Username (optional)
de: Benutzername (optional)
fr: Identifiant (optionnel)
ja: ユーザー名（任意）
lt: Vartotojo vardas (nebūtina)
zh: 用户名(选填)

# login_passwordPlaceholder
source: Password (optional)
de: Kennwort (optional)
fr: Mot de Passe (optionnel)
ja: パスワード（任意）
lt: Slaptažodis (nebūtina)
zh: 密码(选填)

# login_loggingIn
source: Logging In...
de: Anmelden...
fr: Connexion en cours...
ja: ログイン中...
lt: Prisijungiama...
zh: 登录中……

# login_connecting
source: Connecting
de: Verbinden
fr: Connexion en cours
ja: 接続中
lt: Jungiamasi
zh: 正在连接

# login_newSession
source: Opening Session
de: Sitzung starten
fr: Ouverture de la Session
ja: セッションを開いています
lt: Atidaroma sesija
zh: 正在打开会话

# login_communityParameters
source: Community Parameters
de: Community Parameter
fr: Paramètres Community
ja: コミュニティパラメータ
lt: Bendruomenės parametrai
zh: 社区参数

# login_serverParameters
source: Piwigo Parameters
de: Piwigo Einstellungen
fr: Paramètres Piwigo
ja: Piwigoパラメータ
lt: Piwigo parametrai
zh: Piwigo参数

# login_advancedParameters
source: Authentication Settings
ja: 認証設定
zh: 验证设置

# login_connectionChanged
source: Connection Changed!
de: Verbindung geändert!
fr: Connexion Modifiée !
ja: 接続が変更されました！
lt: Prisijungimas pasikeitė!
zh: 连接已变更!

# login_rememberCredentials
source: Remember credentials
ja: 資格情報を記憶する
zh: 记住凭据

# loginHTTP_title
source: HTTP Credentials
de: HTTP Anmeldeinformationen
fr: Identification HTTP
ja: HTTP資格情報
lt: HTTP Prisijungimo duomenys
zh: HTTP 证书

# loginHTTP_message
source: Basic access authentification is required by the Piwigo server:
de: Grundlegende Zugriffsauthentifizierung wird vom Piwigo-Server benötigt:
fr: L'authentification HTTP est requise par le serveur Piwigo:
ja: Piwigoサーバーによって基本アクセス認証が必要です：
lt: Piwigo serveriui reikalingas pagrindinės prieigos autentifikavimas:
zh: Piwigo服务器需要基本访问验证：

# loginHTTP_enable
source: Enable HTTP Basic
ja: HTTP基本認証を有効にする
zh: 使能 HTTP Basic

# loginHTTPuser_placeholder
source: Username
de: Benutzername
fr: Identifiant
ja: ユーザー名
lt: Vartotojo vardas
zh: 用户名

# loginHTTPpwd_placeholder
source: Password
de: Kennwort
fr: Mot de Passe
ja: パスワード
lt: Slaptažodis
zh: 密码

# loginCert_title
source: Self Signed Certificates
ja: 自己署名証明書
zh: 自签名证书

# loginCert_enable
source: Allow SSL
ja: SSLを許可
zh: 允许 SSL

# loginCertFailed_title
source: Connection Not Private
de: Verbindung nicht privat
fr: Connexion Non Privée
ja: 接続がプライベートではありません
lt: Ryšys nėra privatus
zh: 非私密连接

# loginCertFailed_message
source: Piwigo warns you when a website has a certificate that is not valid. Do you still want to accept this certificate?
de: Piwigo zeigt eine Warnung an, wenn eine Webseite ein ungültiges Zertifikat aufweist. Möchten Sie dieses Zertifikat trotzdem akzeptieren?
fr: Piwigo vous avertit lorsqu'un site web a un certificat non valide. Voulez-vous toujours accepter ce certificat ?
ja: Piwigoは、証明書が有効でないウェブサイトを警告します。それでもこの証明書を受け入れますか？
lt: Piwigo perspėja, kad puslapio sertifikatas negalioja. Ar vistiek norite naudoti šį sertifikatą?
zh: Piwigo警告网站证书无效。您仍然想要接受此证书吗？

# loginHTTPSfailed_title
source: Secure Connection Failed
de: Sichere Verbindung fehlgeschlagen
fr: Échec de la Connexion Sécurisée
ja: 安全な接続に失敗しました
lt: Saugus ryšys nepavyko
zh: 安全连接失败

# loginHTTPSfailed_message
source: Piwigo cannot establish a secure connection. Do you want to try to establish an insecure connection?
de: Piwigo konnte keine verschlüsselte Verbindung herstellen. Soll eine unverschlüsselte Verbindung hergestellt werden?
fr: Piwigo ne peut pas établir une connexion sécurisée. Voulez-vous essayer d'établir une connexion non sécurisée ?
ja: Piwigoは安全な接続を確立できません。安全でない接続を試みますか？
lt: Piwigo negali užmegzti saugaus ryšio. Ar norite pabandyti užmegzti nesaugų ryšį?
zh: Piwigo无法建立安全连接。您想要建立不安全的连接吗？

# serverURLerror_title
source: Incorrect URL
de: Ungültige URL
fr: URL Incorrecte
ja: URLが正しくありません
lt: Neteisingas URL
zh: 错误的URL

# serverURLerror_message
source: Please correct the Piwigo web server address.
de: Bitte die Piwigo Web-Server-Adresse korrigieren.
fr: Veuillez corriger l'adresse du serveur Web Piwigo.
ja: Piwigoウェブサーバーのアドレスを修正してください。
lt: Pataisykite Piwigo žiniatinklio serverio adresą.
zh: 请更正Piwigo网络服务器地址。

# serverMethodsError_title
source: Unknown Methods
de: Unbekannte Methoden
fr: Méthodes Inconnues
ja: 不明なメソッド
lt: Nežinomi metodai
zh: 未知方法

# serverMethodsError_message
source: Failed to get server methods. Problem with Piwigo server?
de: Fehler beim Abrufen der Servermethoden. Problem mit dem Piwigo Server?
fr: Impossible d’obtenir les méthodes du serveur. Problème avec le serveur Piwigo ?
ja: サーバーメソッドの取得に失敗しました。Piwigoサーバーに問題がありますか？
lt: Nepavyko gauti serverio metodų. Problema su Piwigo serveriu?
zh: 无法获取服务器方法。Piwigo服务器有问题？

# serverInvalidMethodError_message
source: Failed to call server method.
de: Server-Methode konnte nicht abgerufen werden.
fr: Echec de l'appel de la méthode du serveur.
ja: サーバーメソッドの呼び出しに失敗しました。
lt: Nepavyko iškviesti serverio metodo.
zh: 无法调用服务器方法。

# serverMissingParamError_message
source: Failed to execute server method with missing parameter.
de: Ausführung der Servermethode mit fehlendem Parameter fehlgeschlagen.
fr: Échec de l'exécution de la méthode du serveur avec un paramètre manquant.
ja: パラメータが不足しているサーバーメソッドの実行に失敗しました。
lt: Nepavyko vykdyti serverio metodo su trūkstamu parametru.
zh: 无法以提供参数调用服务器方法

# serverInvalidParamError_message
source: Failed to call server method with provided parameters.
de: Fehler beim Aufruf der Servermethode mit den angegebenen Parametern.
fr: Echec de l'appel de la méthode du serveur avec les paramètres fournis.
ja: 提供されたパラメータでサーバーメソッドの呼び出しに失敗しました。
lt: Nepavyko iškviesti serverio metodo su pateiktais parametrais.
zh: 执行服务器方法失败，缺少参数

# serverUnknownError_message
source: Unexpected error encountered while calling server method with provided parameters.
de: Beim Aufrufen der Servermethode mit den angegebenen Parametern ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inattendue s'est produite lors de l'appel de la méthode du serveur avec les paramètres fournis.
ja: 提供されたパラメータでサーバーメソッドを呼び出す際に予期しないエラーが発生しました。
lt: Iškviečiant serverio metodą su pateiktais parametrais įvyko netikėta klaida.
zh: 以提供的参数调用服务器方法时遇到意外错误

# loginError_title
source: Login Fail
de: Login fehlgeschlagen
fr: Échec de Connexion
ja: ログイン失敗
lt: Prisijungimas nepavyko
zh: 登录失败

# loginError_message
source: The username and password don't match on the given web address
de: Benutzername und Passwort stimmen für die angegebene Webadresse nicht überein
fr: Les nom d’utilisateur et mot de passe ne correspondent pas à l’adresse donnée
ja: 指定されたウェブアドレスでユーザー名とパスワードが一致しません
lt: Vartotojo vardas ir slaptažodis nesutampa nurodytus žiniatinklio adresu
zh: 用户名和密码在给定的网页地址不匹配

# loginEmptyServer_title
source: Enter a Web Address
de: Webadresse eingeben
fr: Entrez une Adresse Web
ja: ウェブアドレスを入力
lt: Įveskite žiniatinklio adresą
zh: 输入一个网址

# loginEmptyServer_message
source: Please select a protocol and enter a Piwigo web address in order to proceed.
de: Bitte ein Protokoll auswählen und eine Piwigo Web-Adresse eingeben, um fortzufahren.
fr: S’il vous plaît, sélectionnez un protocole et entrez une adresse de serveur Piwigo pour continuer.
ja: プロトコルを選択し、Piwigoウェブアドレスを入力して続行してください。
lt: Norėdami tęsti, pasirinkite protokolą ir įveskite Piwigo žiniatinklio adresą.
zh: 请选择一项协议，并输入一个Piwigo Web地址，以便继续。

# serverConnectionError_title
source: Connection Failed
de: Verbindung fehlgeschlagen
fr: Échec de la Connexion
ja: 接続失敗
lt: Prisijungimas nepavyko
zh: 连接失败

# serverConnectionError_message
source: A secured HTTPS connection could not be established. Please check the address or try in unencrypted HTTP mode?
de: Eine gesicherte HTTPS-Verbindung konnte nicht hergestellt werden. Bitte Adresse überprüfen oder erneut im unverschlüsselten HTTP-Modus verbinden?
fr: Une connexion HTTPS sécurisée n'a pas pu être établie. S'il vous plaît, vérifier l'adresse ou essayez en mode HTTP non crypté?
ja: 安全なHTTPS接続を確立できませんでした。アドレスを確認するか、暗号化されていないHTTPモードで試してください。
lt: Nepavyko sukurti saugaus HTTPS ryšio. Patikrinkite adresą arba pabandykite nešifruotu HTTP režimu?
zh: 无法建立安全的 HTTPS 连接。请检查地址或尝试未加密的 HTTP模式？

# serverVersionNotCompatible_title
source: Server Incompatible
de: Server nicht kompatibel
fr: Serveur Incompatible
ja: サーバー非互換
lt: Serveris nesuderinamas
zh: 服务器不兼容

# serverVersionNotCompatible_message
source: Your Piwigo server version is {version}. Piwigo NG only supports a version of at least 2.8. Please update your server to use Piwigo NG. Do you still want to continue?
de: Ihre Piwigo Serverversion ist {version}. Piwigo NG unterstützt nur Versionen ab 2.8. Bitte Server aktualisieren, um Piwigo Mobile verwenden zu können. Trotzdem fortfahren?
fr: La version de votre serveur Piwigo est {version}. Piwigo NG requiert une version supérieure à 2.7. Veuillez mettre à jour votre serveur pour utiliser Piwigo NG. Voulez-vous quand même continuer ?
ja: あなたのPiwigoサーバーバージョンは{version}です。Piwigo NGは少なくともバージョン2.8をサポートしています。Piwigo NGを使用するにはサーバーを更新してください。それでも続行しますか？
lt: Jūsų Piwigo serverio versija yra {version}. Piwigo NG palaiko tik bent 2.8 versiją. Atnaujinkite savo serverį, kad galėtumėte naudoti Piwigo NG. Ar vis tiek norite tęsti?
zh: 您的Piwigo服务器版本为 {version}. Piwigo Mobile仅支持高于2.8的版本。请更新您的服务器使用Piwigo Mobile。您仍然要继续吗？

# sessionStatusError_title
source: Authentication Fail
de: Authentifizierung fehlgeschlagen
fr: Échec d'Authentification
ja: 認証失敗
lt: Autentifikavimas nepavyko
zh: 验证失败

# sessionStatusError_message
source: Failed to authenticate with the server. Try logging in again.
de: Fehler bei der Authentifizierung mit dem Server. Erneute Anmeldung versuchen.
fr: L’authentification avec le serveur a échoué. Essayez de vous connecter à nouveau.
ja: サーバーとの認証に失敗しました。再度ログインしてください。
lt: Nepavyko autentifikuoti serverio. Pabandykite prisijungti dar kartą.
zh: 验证服务器失败。请尝试重新登录。

# serverCommunityError_title
source: Community Error
de: Community Fehler
fr: Erreur avec Community
ja: コミュニティエラー
lt: Bendruomenės klaida
zh: 通讯错误

# serverCommunityError_message
source: Failed to get Community extension parameters. Try logging in again.
de: Parameter der Community-Erweiterung konnten nicht abgerufen werden. Erneute Anmeldung versuchen.
fr: Impossible d’obtenir les réglages de l’extension Community. Essayez de vous connecter à nouveau.
ja: コミュニティ拡張パラメータの取得に失敗しました。再度ログインしてください。
lt: Nepavyko gauti bendruomenės plėtinio parametrų. Pabandykite prisijungti dar kartą.
zh: 获取通讯扩展参数失败。请尝试再次登录。

# logoutConfirmation_title
source: Logout
de: Abmelden
fr: Déconnexion
ja: ログアウト
lt: Atsijungti
zh: 注销

# logoutConfirmation_message
source: Are you sure you want to logout?
de: Wollen Sie sich wirklich abmelden?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja: 本当にログアウトしますか？
lt: Ar tikrai norite atsijungti?
zh: 确定要退出账户吗？

# logoutFail_title
source: Logout Failed
de: Abmeldung fehlgeschlagen
fr: Echec de la Déconnexion
ja: ログアウト失敗
lt: Atsijungti nepavyko
zh: 登出失败

# albumCount
source: {count, plural, =0{0 albums} =1{1 album} other{{count} albums}}
de: {count, plural, one {} =0{0 Alben} =1{1 Album} other{{count} Alben}}
ja: {count, plural, =0{0アルバム} =1{1アルバム} other{{count}アルバム}}
lt: {count, plural, =0{0 albumų} =1{1 albumas} few{{count} albumai} other{{count} albumų}}
zh: {count, plural,=0{0 albums} =1{1 album} other{{count} sub-albums}}

# subAlbumCount
source: {count, plural,=0{0 sub-albums} =1{1 sub-album} other{{count} sub-albums}}
de: {count, plural, one {}=0{0 Unteralben} =1{1 Unteralbum} other{{count} Unteralben}}
fr: {count, plural, =0{0 sous-albums} =1{1 sous-album} other{{count} sous-albums}}
ja: {count, plural,=0{0サブアルバム} =1{1サブアルバム} other{{count}サブアルバム}}
lt: {count, plural, =0{0 poalbumių} =1{1 poalbumis} few{{count} poalbumiai} other{{count} poalbumių}}

# showMore
source: Show more… ({count})
de: Mehr anzeigen... ({count})
fr: Plus… ({count})
ja: さらに表示… ({count})
lt: Rodyti daugiau… ({count})
zh: 显示更多… ({count})

source: Show Photos
de: Fotos anzeigen
fr: Afficher les Photos
ja: 写真を表示
lt: Rodyti nuotraukas
zh: 显示照片

# categoryMainEmpty
source: No albums in your Piwigo yet. You may pull down to refresh or re-login.
de: Bislang keine Alben in Piwigo vorhanden. Zur Aktualisierung nach unten wischen oder erneut anmelden.
fr: Pas encore d'albums dans votre Piwigo. Vous pouvez tirer vers le bas pour actualiser ou vous reconnecter.
ja: まだPiwigoにアルバムがありません。リフレッシュするか、再ログインしてください。
lt: Piwigo dar nėra albumų. Galite pabraukti žemyn, kad atnaujintumėte arba prisijunkite iš naujo.
zh: 您的Piwigo没有相册。 您可以尝试下拉刷新或重新登录。

# categoryImageList_selectButton
source: Select
de: Auswählen
fr: Sélectionner
ja: 選択
lt: Pasirinkti
zh: 选择

# categoryImageList_deselectButton
source: Deselect
de: Auswahl aufheben
fr: Désélectionner
ja: 選択解除
lt: Atžymėti
zh: 取消选择

# categoryImageList_noDataError
source: Error No Data
de: Fehler: Keine Daten
fr: Erreur Aucune Donnée
ja: データなしエラー
lt: Klaida Nėra duomenų
zh: 错误：没有数据

# categoryDiscover_title
source: Discover
de: Entdecken
fr: Découvrir
ja: 発見
lt: Atrasti
zh: 搜索

# categoryDiscoverVisits_title
source: Most visited
de: Am häufigsten angesehen
fr: Plus vues
ja: 最も訪問された
lt: Dažniausiai lankomi
zh: 访问最多

# categoryDiscoverVisits_legend
source: hits
de: Treffer
fr: vues
ja: ヒット
lt: hitai
zh: 点击数

# categoryDiscoverBest_title
source: Best rated
de: Am besten bewertet
fr: Mieux notées
ja: 最高評価
lt: Geriausiai įvertinti
zh: 评分最高

# categoryDiscoverRecent_title
source: Recent photos
de: Neueste Fotos
fr: Photos récentes
ja: 最近の写真
lt: Naujausios nuotraukos
zh: 最近图片

# categoryDiscoverFavorites_title
source: Your favorites
de: Ihre Favoriten
fr: Mes favorites
ja: お気に入り
lt: Jūsų mėgstamos
zh: 您的收藏

# categorySort_nameAscending
source: Photo Title, A → Z
de: Fototitel, A → Z
fr: Titre de la photo, A → Z
ja: 写真タイトル、A → Z
lt: Nuotraukos pavadinimas, A → Z
zh: 照片标题，A → Z

# categorySort_nameDescending
source: Photo Title, Z → A
de: Fototitel, Z → A
fr: Titre de la Photo, Z → A
ja: 写真タイトル、Z → A
lt: Nuotraukos pavadinimas, Z → A
zh: 照片标题，Z → A

# categorySort_fileNameAscending
source: File Name, A → Z
de: Dateiname, A → Z
fr: Nom de Fichier, A → Z
ja: ファイル名、A → Z
lt: Failo vardas, A → Z
zh: 文件名，A → Z

# categorySort_fileNameDescending
source: File Name, Z → A
de: Dateiname, Z → A
fr: Nom de Fichier, Z → A
ja: ファイル名、Z → A
lt: Failo vardas, Z → A
zh: 文件名，Z → A

# categorySort_dateCreatedDescending
source: Date Created, new → old
de: Erstelldatum, Neu → Alt
fr: Date de Création, récent → ancien
ja: 作成日、新しい → 古い
lt: Sukūrimo data, naujas → senas
zh: 创建日期，新 → 旧

# categorySort_dateCreatedAscending
source: Date Created, old → new
de: Erstelldatum, Alt → Neu
fr: Date de Création, ancien → récent
ja: 作成日、古い → 新しい
lt: Sukūrimo data, senas → naujas
zh: 创建日期，旧 → 新

# categorySort_datePostedDescending
source: Date Posted, new → old
de: Veröffentlichung, Neu → Alt
fr: Date d'Ajout, récent → ancien
ja: 投稿日、新しい → 古い
lt: Paskelbimo data, naujas → senas
zh: 发布日期，新 → 旧

# categorySort_datePostedAscending
source: Date Posted, old → new
de: Veröffentlichung, Alt → Neu
fr: Date d'Ajout, ancien → récent
ja: 投稿日、古い → 新しい
lt: Paskelbimo data, senas → naujas
zh: 发布日期，旧 → 新

# categorySort_ratingScoreDescending
source: Rating Score, high → low
de: Bewertung, hoch → niedrig
fr: Note, haute → basse
ja: 評価スコア、高い → 低い
lt: Įvertinimo balas, aukštas → žemas
zh: 评分分数，高 → 低

# categorySort_ratingScoreAscending
source: Rating Score, low → high
de: Bewertung, niedrig → hoch
fr: Note, basse → haute
ja: 評価スコア、低い → 高い
lt: Įvertinimo balas, žemas → aukštas
zh: 评分分数，低 → 高

# categorySort_visitsDescending
source: Visits, high → low
de: Besuche, viele → wenige
fr: Nombre de visites, élevé → faible
ja: 訪問数、高い → 低い
lt: Apsilankymai, dažnai → retai
zh: 点击量，高 → 低

# categorySort_visitsAscending
source: Visits, low → high
de: Besuche, wenige → viele
fr: Nombre de visites, faible → élevé
ja: 訪問数、低い → 高い
lt: Apsilankymai, retai → dažnai
zh: 点击量，低 → 高

# categorySort_manual
source: Manual Order
de: Manuelle Reihenfolge
fr: Tri manuel
ja: 手動順
lt: Rankinė tvarka
zh: 手动排序

# categorySort_random
source: Random Order
de: Zufällige Reihenfolge
fr: Ordre Aléatoire
ja: ランダム順
lt: Atsitiktinė tvarka
zh: 随机顺序

# categorySort_videosOnly
source: Videos Only
de: Nur Videos
fr: Vidéos Uniquement
ja: ビデオのみ
lt: Tik vaizdo įrašai
zh: 仅视频

# categorySort_imagesOnly
source: Photos Only
de: Nur Fotos
fr: Photos uniquement
ja: 写真のみ
lt: Tik nuotraukos
zh: 仅图片

# categorySelection_title
source: Album
ja: アルバム
lt: Albumas
zh: 相册

# categorySelection_titleSub
source: Sub-Albums
de: Unteralben
fr: Sous-Albums
ja: サブアルバム
lt: Poalbumis
zh: 子相册

# categorySelection_root
source: Root Album
de: Haupt-Album
fr: Album Racine
ja: ルートアルバム
lt: Pirminis albumas
zh: 根相册

# categorySelection_root375pt
source: Root
de: Wurzelverzeichnis
fr: Racine
ja: ルート
lt: Pagrindinis
zh: 根目录
