Repository: Piwigo/piwigo-flutter-app
Catalog: l10n/app_*.arb
Languages: de, fr, ja, lt, zh

# editImageDetailsError_message
source: Failed to update your changes with your server. Try again?
de: Übertragen der Änderungen auf Ihren Server fehlgeschlagen. Erneut versuchen?
fr: Echec de l'enregistrement des modifications sur votre serveur. Ré-essayez ?
ja: サーバーへの変更の更新に失敗しました。再試行しますか？
lt: Nepavyko atnaujinti serverio pakeitimų. Bandyti iš naujo?
zh: 无法在您的服务器上执行此更改，是否重试？

# imageDetailsFetchError_title
source: Photo Details Fetch Failed
de: Abrufen der Fotoinformationen fehlgeschlagen
fr: Échec de la récupération des propriétés
ja: 写真の詳細取得失敗
lt: Nepavyko gauti išsamios nuotraukos informacijos
zh: 照片信息获取失败

# imageDetailsFetchError_retryMessage
source: Fetching the photo data failed. Try again?
de: Abrufen der Fotoinformationen fehlgeschlagen. Erneut versuchen?
fr: La récupération des données de la photo a échoué. Ré-essayer ?
ja: 写真データの取得に失敗しました。再試行しますか？
lt: Nepavyko gauti nuotraukos duomenų. Bandyti iš naujo?
zh: 无法获取照片信息，是否重试？

# imageDetailsFetchError_continueMessage
source: Fetching the photo data failed. Continue?
de: Abrufen der Fotoinformationen fehlgeschlagen. Fortfahren?
fr: La récupération des données de la photo a échoué. Continuer ?
ja: 写真データの取得に失敗しました。続行しますか？
lt: Nepavyko gauti nuotraukos duomenų. Tęsti?
zh: 无法获取照片信息，是否继续？

# imageDetails_dateCreated
source: Created on {date} at {time}
ja: {date} に {time} に作成されました

# imageDetails_dateAvailable
source: Available on {date} at {time}
ja: {date} に {time} 利用可能

# imageDetails_nbAlbums
source: {count, plural, =0{Orphan} =1{Belongs to 1 album} other{Belongs to {count} albums}}
ja: {count, plural, =0{孤立} =1{1つのアルバムに所属} other{{count} のアルバムに所属}}

source: Privacy Level
de: Datenschutzstufe
fr: Niveau de Confidentialité
ja: プライバシーレベル
lt: Privatumo lygis
zh: 隐私级别

# privacyLevel_admin
source: Admins
de: Administratoren
ja: 管理者
lt: Administratoriai
zh: 管理员

# privacyLevel_adminFamily
source: Admins, Family
de: Administratoren, Familie
fr: Admins, Famille
ja: 管理者、家族
lt: Administratoriai, Šeima
zh: 管理员，家庭

# privacyLevel_adminsFamilyFriends
source: Admins, Family, Friends
de: Administratoren, Familie, Freunde
fr: Admins, Famille, Amis
ja: 管理者、家族、友人
lt: Administratoriai, Šeima, Draugai
zh: 管理员，家庭，朋友

# privacyLevel_adminsFamilyFriendsContacts
source: Admins, Family, Friends, Contacts
de: Administratoren, Familie, Freunde, Kontakte
fr: Admins, Famille, Amis, Contacts
ja: 管理者、家族、友人、連絡先
lt: Administratoriai, Šeima, Draugai, Kontaktai
zh: 管理员、家庭、朋友、联系人

# privacyLevel_everybody
source: Everybody
de: Jeder
fr: Tout le Monde
ja: 全員
lt: Visi
zh: 任何人

# privacyLevel_unchanged
source: Unchanged
de: Unverändert
fr: Inchangé
ja: 変更なし
lt: Nepakeista
zh: 未更改

source: none
de: Keine
fr: aucun
ja: なし
lt: niekas
zh: 无

source: Tag
de: Schlagwort
ja: タグ
lt: Žyma
zh: 标签

source: Tags
de: Schlagworte
ja: タグ
lt: Žymos
zh: 标签

# tagCount
source: {count, plural, =0{0 tags} =1{1 tag} other{{count} tags}}
de: {count, plural, one {} =0{0 Schlagworte} =1{1 tag} other{{count} Schlagworte}}
ja: {count, plural, =0{0個のタグ} =1{1個のタグ} other{{count}個のタグ}}
lt: {count, plural, =0{0 žymų} =1{1 žyma} few{{count} žymos} other{{count} žymų}}
zh: {count, plural, =0{0 个标签} =1{1 个标签} other{{count} 个标签}}

# tagsTitle_selectOne
source: Select a Tag
de: Ein Schlagwort auswählen
fr: Sélectionnez un tag
ja: タグを選択
lt: Pasirinkite žymą
zh: 选择一个标签

# tagsHeader_selected
source: Selected
de: Ausgewählt
fr: Sélectionné
ja: 選択済み
lt: Pasirinkta
zh: 已选中

# tagsHeader_notSelected
source: Not Selected
de: Nicht ausgewählt
fr: Non sélectionné
ja: 未選択
lt: Nepasirinkta
zh: 未选中

# tagsHeader_all
source: All
de: Alle
fr: Tous
ja: すべて
lt: Visi
zh: 全部

# tagsAdd_title
source: Add Tag
de: Schlagwort hinzufügen
fr: Ajouter un tag
ja: タグを追加
lt: Pridėti žymą
zh: 添加标签

# tagsAdd_message
source: Enter a name for this new tag
de: Einen Namen für dieses neue Schlagwort definieren
fr: Entrez un nom pour ce nouveau tag
ja: 新しいタグの名前を入力してください
lt: Įveskite šios naujos žymos pavadinimą
zh: 命名该标签

# tagsAdd_placeholder
source: New tag
de: Neues Schlagwort
fr: Nouveau tag
ja: 新しいタグ
lt: Nauja žyma
zh: 新标签

# tagsAddHUD_label
source: Creating Tag…
de: Schlagwort erstellen…
fr: Création du tag…
ja: タグを作成中…
lt: Kuriama žyma…
zh: 创建标签中...

# tagsAddHUD_created
source: Tag Created
de: Schlagwort erstellt
fr: Tag créé
ja: タグが作成されました
lt: Žyma sukurta
zh: 标签已创建

source: Group
ja: グループ
zh: 组

source: Groups
ja: グループ
zh: 组

# groupsTitle_selectOne
source: Select a Group
ja: グループを選択
zh: 选择一个组

# groupsHeader_selected
source: Selected
ja: 選択済み
zh: 已选中

# groupsHeader_notSelected
source: Not Selected
ja: 未選択
zh: 未选中

# groupsHeader_all
source: All
ja: すべて
lt: All Groups
zh: 所有组

# groupsAdd_title
source: Add Group
ja: グループを追加
zh: 添加组

# groupsAdd_message
source: Enter a name for this new group
ja: 新しいグループの名前を入力してください
zh: 为新增的组设置名称

# groupsAdd_placeholder
source: New group
ja: 新しいグループ
zh: 新增组

# groupsAddHUD_label
source: Creating Group…
ja: グループを作成中…
zh: 正在创建组…

# groupsAddHUD_created
source: Group Created
ja: グループが作成されました
zh: 已创建组

# tagsAddError_message
source: Failed to create new tag
de: Erstellen des neuen Schlagwortes fehlgeschlagen
fr: Impossible de créer un nouveau tag
ja: 新しいタグの作成に失敗しました
lt: Nepavyko sukurti naujos žymos
zh: 无法创建新标签

# tagsAddError_title
source: Create Fail
de: Erstellen fehlgeschlagen
fr: Échec de la Création
ja: 作成失敗
lt: Sukurti nepavyko
zh: 创建失败

# selectImages
source: Select Photos
de: Fotos auswählen
fr: Sélectionnez
ja: 写真を選択
lt: Pasirinkite Nuotraukos
zh: 选择图片

# selectImageSelectedCount
source: {count, plural, =0{0 Photos Selected} =1{1 Photo Selected} other{{count} Photos Selected}}
de: {count, plural, one {} =0{0 Fotos ausgewählt} =1{1 Foto ausgewählt} other{{count} Fotos ausgewählt}}
fr: {count, plural, =0{0 photos sélectionnées} =1{1 photo sélectionnée} other{{count} photos sélectionnées}}
ja: {count, plural, =0{0枚の写真が選択されました} =1{1枚の写真が選択されました} other{{count}枚の写真が選択されました}}
lt: {count, plural, =0{0 Pasirinktų nuotraukų} =1{1 Pasirinkta nuotrauka} few{{count} Pasirinktos nuotraukos} other{{count} Pasirinktų nuotraukų}}
zh: {count, plural, =0{0 个图片已被选择} =1{1 个图片已被选择} other{{count} 个图片已被选择}}

source: Select All
de: Alles auswählen
fr: Tout Sélectionner
ja: すべて選択
lt: Pasirinkti viską
zh: 全选

# selectLimit
source: Selection limit reached
de: Auswahllimit erreicht
fr: Limite de sélection atteinte
ja: 選択制限に達しました
lt: Pasiektas pasirinkimo limitas
zh: 达到选择上限

# renameImage_title
source: Original File
de: Originaldatei
fr: Fichier d'origine
ja: 元のファイル
lt: Originalus failas
zh: 原始文件

# renameImage_message
source: Enter a new file name for this photo "{file}"
de: Einen neuen Dateinamen für dieses Foto «{file}» eingeben
fr: Entrez un nouveau nom de fichier pour cette photo "{file}"
ja: この写真の新しいファイル名を入力してください "{file}"
lt: Įveskite naują šios nuotraukos failo pavadinimą „{file}“
zh: 为照片“{file}”输入一个新的名字

# renameImageHUD_label
source: Renaming File…
de: Datei umbenennen…
fr: Changement du Nom…
ja: ファイル名を変更中…
lt: Pervardijamas failas…
zh: 重命名文件中...

# renameImageHUD_renamed
source: {count, plural, =0{0 Files Renamed} =1{File Renamed} other{{count} Files Renamed}}
de: {count, plural, one {} =0{0 Dateien umbenannt} =1{Datei umbenannt} other{{count} Dateien umbenannt}}
fr: {count, plural, =0{0 fichiers renommés} =1{fichier renommé} other{{count} fichiers renommés}}
ja: {count, plural, =0{0ファイルの名前が変更されました} =1{ファイルの名前が変更されました} other{{count}ファイルの名前が変更されました}}
lt: {count, plural, =0{0 Failų pervardyti} =1{Failas pervardytas} few{{count} Failai pervardyti} other{{count} Failų pervardytų}}
zh: {count, plural, =0{没有文件已被重命名} =1{文件已被重命名} other{{count} 个文件已被重命名}}

# renameImageError_message
source: Failed to rename photo file
de: Fehler beim Umbenennen der Fotodatei
fr: Échec lors du renommage du fichier
ja: 写真ファイルの名前変更に失敗しました
lt: Nepavyko pervardyti nuotraukos failo
zh: 重命名文件失败

# deleteImage_delete
source: Delete
de: Löschen
fr: Supprimer
ja: 削除
lt: Ištrinti
zh: 删除

# deleteImageProgress_title
source: Deleting {progress}% Done
de: Löschen {progress}% erledigt
fr: Suppression {progress}
ja: 削除中 {progress}% 完了
lt: Ištrinama {progress}% atlikta
zh: 删除任务已完成 {progress} %

# deleteImageCount_title
source: {count, plural, =0{Delete Photos} =1{Delete Photo} other{Delete {count} Photos}}
de: {count, plural, one {} =0{Fotos löschen} =1{Foto löschen} other{{count} Fotos löschen}}
fr: {count, plural, =0{Effacer les photos} =1{Effacer la photo} other{Effacer {count} photos}}
ja: {count, plural, =0{写真を削除} =1{写真を削除} other{写真を{count}削除}}
lt: {count, plural, =0{Ištrinti 0 nuotraukų} =1{Ištrinti nuotrauką} few{Ištrinti {count} nuotraukas} other{Ištrinti {count} nuotraukų}}
zh: {count, plural, =0{删除图片} =1{图片已删除} other{已删除 {count} 张图片}}

# deleteImageHUD_deleting
source: {count, plural, =0{Deleting Photos…} =1{Deleting Photo…} other{Deleting Photos…}}
de: {count, plural, one {} =0{Fotos löschen…} =1{Foto löschen…} other{Fotos löschen…}}
fr: {count, plural, =0{Effacement…} =1{Effacement de la photo…} other{Effacement des photos…}}
ja: {count, plural, =0{写真を削除中…} =1{写真を削除中…} other{写真を削除中…}}
lt: {count, plural, =0{Trinamos nuotraukos…} =1{Trinama nuotrauka…} other{Trinamos nuotraukos…}}
zh: {count, plural, =0{正在删除图片…} =1{正在删除图片…} other{正在删除图片…}}

# removeSingleImage_title
source: Remove from Album
de: Aus Album entfernen
fr: Supprimer de cet album
ja: アルバムから削除
lt: Pašalinti iš albumo
zh: 从相册中移除

# removeSingleImage_subtitle
source: Some photos are assigned to other albums
ja: 一部の写真は他のアルバムに割り当てられています
lt: Kai kurios nuotraukos priskiriamos kitiems albumams
zh: 一些照片已关联到其他相册

# removeImageHUD_removing
source: {count, plural, =0{Removing Photos…} =1{Removing Photo…} other{Removing Photos…}}
de: {count, plural, one {} =0{Fotos entfernen…} =1{Foto entfernen…} other{Fotos entfernen…}}
fr: {count, plural, =0{Suppression…} =1{Suppression de la photo…} other{Suppression de {count} photos…}}
ja: {count, plural, =0{写真を削除中…} =1{写真を削除中…} other{写真を削除中…}}
lt: {count, plural, =0{Šalinamos nuotraukos…} =1{Šalinama nuotrauka…} other{Šalinamos nuotraukos…}}
zh: {count, plural, =0{正在移除图片…} =1{正在移除图片…} other{正在移除图片…}}

# deleteImage_message
source: {count, plural, =1{Are you sure you want to delete this photo? This cannot be undone!} other{Are you sure you want to delete the selected {count} photos? This cannot be undone!}}
de: {count, plural, =1 {Bist du sicher, dass du dieses Foto entfernen möchtest? Dieser Vorgang kann nicht rückgängig gemacht werden!} other {Bist du sicher, dass du alle {count} Fotos entfernen möchtest? Dieser Vorgang kann nicht rückgängig gemacht werden!}}
fr: {count, plural, =1{Êtes-vous sûr de vouloir supprimer cette photo ? Opération irréversible !} other{Êtes-vous sûr de vouloir effacer la sélection de {count} photos ? Opération irréversible !}}
ja: {count, plural, =1{この写真を削除してもよろしいですか？この操作は元に戻せません！} other{選択した{count}枚の写真を削除してもよろしいですか？この操作は元に戻せません！}}
lt: {count, plural, =1{Ar tikrai norite ištrinti šią nuotrauką? To negalima anuliuoti!} few{Ar tikrai norite ištrinti {count} pasirinktas nuotraukas? To negalima anuliuoti!} other{Ar tikrai norite ištrinti {count} pasirinktų nuotraukų? To negalima anuliuoti!}}
zh: {count, plural,=1{你确定要删除这张照片？此操作无法撤销！}other{你确定要删除选中的 {count} 张照片？此操作无法撤销！}}

# deleteImageFail_title
source: Delete Failed
de: Löschen fehlgeschlagen
fr: Echec de la Suppression
ja: 削除失敗
lt: Nepavyko ištrinti
zh: 删除失败

# deleteImageFail_message
source: Photo could not be deleted.
de: Foto konnte nicht gelöscht werden.
fr: La photo n’a pas pu être effacée.
ja: 写真を削除できませんでした。
lt: Nuotraukos ištrinti nepavyko.
zh: 无法删除该照片

# deleteImageSuccess_message
source: {count, plural, =0{Successfully deleted 0 photos} =1{Successfully deleted 1 photo} other{Successfully deleted {count} photos}}
de: {count, plural, one {} =0{0 Bilder erfolgreich gelöscht} =1{1 Foto erfolgreich gelöscht} other{{count} Fotos erfolgreich gelöscht}}
fr: {count, plural, =0{0 photos éffacées avec succès} =1{1 photo éffacée avec succès} other{{count} photos éffacées avec succès}}
ja: {count, plural, =0{0枚の写真が正常に削除されました} =1{1枚の写真が正常に削除されました} other{{count}枚の写真が正常に削除されました}}
lt: {count, plural, =0{Sėkmingai ištrinta 0 nuotraukų} =1{Sėkmingai ištrinta 1 nuotrauka} few{Sėkmingai ištrintos {count} nuotraukos} other{Sėkmingai ištrinta {count} nuotraukų}}
zh: {count, plural,=0{成功删除了 0 张照片}=1{成功删除了 1 张照片}other{成功删除了 {count} 张照片}}

# removeSelectedImage_title
source: Remove Selected Image
de: Ausgewähltes Bild entfernen
fr: Enlever l'image sélectionnée
ja: 選択した画像を削除
lt: Pašalinti pasirinktą vaizdą
zh: 删除选中的图片

# removeSelectedImage_message
source: Are you sure you want to remove this image from the selection ?
de: Soll dieses Bild wirklich aus der Auswahl entfernt werden?
fr: Êtes vous sûr de vouloir retirer l'image de la sélection ?
ja: この画像を選択から削除してもよろしいですか？
lt: Ar tikrai norite pašalinti šį vaizdą iš pasirinkimo?
zh: 你确定要从选择集中移除该照片？

# downloadImage_title
source: {count, plural, =0{Download Photos} =1{Download Photo} other{Download {count} Photos}}
de: {count, plural, one {} =0{Fotos herunterladen} =1{Foto herunterladen} other{{count} Fotos herunterladen}}
fr: {count, plural, =0{Télécharger les photos} =1{Télécharger la photo} other{Télécharger {count} photos}}
ja: {count, plural, =0{写真をダウンロード} =1{写真をダウンロード} other{写真を{count}ダウンロード}}
lt: {count, plural, =0{Atsisiųsti nuotraukas} =1{Atsisiųsti nuotrauką} few{Atsisiųsti {count} nuotraukas} other{Atsisiųsti {count} nuotraukų}}
zh: {count, plural,=0{下载照片}=1{下载照片}other{下载 {count} 张照片}}

# downloadImage_confirmation
source: {count, plural, =1{Are you sure you want to download the selected photo?} other{Are you sure you want to download the selected {count} photos?}}
de: {count, plural, one {} =1{Soll das ausgewählte Foto wirklich heruntergeladen werden?} other{Sollen die ausgewählten {count} Fotos wirklich alle heruntergeladen werden?}}
fr: {count, plural, =1{Êtes-vous sûr de vouloir télécharger la photo sélectionnée ?} other{Êtes-vous sûr de vouloir télécharger les {count} photos sélectionnées ?}}
ja: {count, plural, =1{選択した写真をダウンロードしてもよろしいですか？} other{選択した{count}枚の写真をダウンロードしてもよろしいですか？}}
lt: {count, plural, =1{Ar tikrai norite atsisiųsti pasirinktą nuotrauką?} few{Ar tikrai norite atsisiųsti {count} pasirinktas nuotraukas?} other{Ar tikrai norite atsisiųsti {count} pasirinktų nuotraukų?}}
zh: {count, plural, =1{您确定要下载选中的图片吗？} other{您确定要下载选中的 {count} 张图片吗？}}

# downloadingImages
source: {count, plural, =1{Downloading Photo} other{Downloading Photos}}
de: {count, plural, one {} =1{Foto herunterladen} other{Fotos herunterladen}}
fr: {count, plural, =1{Téléchargement de la photo} other{Téléchargement des photos}}
ja: {count, plural, =1{写真をダウンロード中} other{写真をダウンロード中}}
lt: {count, plural, =1{Atsisiunčiama nuotrauka} other{Atsisiunčiamos nuotraukos}}
zh: {count, plural, =1{正在下载图片} other{正在下载图片}}

# downloadingVideos
source: {count, plural, =1{Downloading Video} other{Downloading Videos}}
de: {count, plural, one {} =1{Video herunterladen} other{Videos herunterladen}}
fr: {count, plural, =1{Téléchargement de la video} other{Téléchargement des videos}}
ja: {count, plural, =1{ビデオをダウンロード中} other{ビデオをダウンロード中}}
lt: {count, plural, =1{Atsisiunčiamas vaizdo įrašas} other{Atsisiunčiami vaizdo įrašai}}
zh: {count, plural, =1{正在下载视频} other{正在下载视频}}

# downloadImageSuccess_title
source: Files downloaded
ja: ファイルがダウンロードされました
lt: Failai atsisiųsti
zh: 已下载的文件

# downloadImageSuccess_message
source: All files are downloaded successfully
ja: すべてのファイルが正常にダウンロードされました
lt: Visi failai sėkmingai atsisiųsti
zh: 所有文件已成功下载

# downloadImageFail_title
source: Download Fail
de: Herunterladen fehlgeschlagen
fr: Echec du Téléchargement
ja: ダウンロード失敗
lt: Atsisiųsti nepavyko
zh: 下载失败

# downloadImageFail_message
source: Failed to download photo!
de: Foto konnte nicht heruntergeladen werden!
fr: Impossible de télécharger la photo !
ja: 写真のダウンロードに失敗しました！
lt: Nepavyko atsisiųsti nuotraukos!
zh: 无法下载照片！

# downloadVideoFail_message
source: Failed to download video!
de: Video konnte nicht heruntergeladen werden!
fr: Impossible de télécharger la vidéo !
ja: ビデオのダウンロードに失敗しました！
lt: Nepavyko atsisiųsti vaizdo įrašo!
zh: 无法下载视频！

# downloadVideoFail_Photos
source: Video format not accepted by Photos!
de: Videoformat wird von Fotos nicht unterstützt!
fr: Format vidéo non accepté par Photos !
ja: ビデオ形式がPhotosで受け入れられません！
lt: Vaizdo įrašo formatas nepriimtas nuotraukose!
zh: 视频格式不被图片接受！

# imageSaveError_title
source: Fail Saving Photo
de: Speichern des Fotos fehlgeschlagen
fr: Photo non enregistrée
ja: 写真の保存に失敗
lt: Nepavyko išsaugoti nuotraukos
zh: 保存照片失败

# imageSaveError_message
source: Failed to save photo
de: Fehler beim Speichern des Fotos
fr: Impossible d’enregistrer la photo.
ja: 写真の保存に失敗しました
lt: Nepavyko išsaugoti nuotraukos
zh: 照片保存失败

# videoSaveError_title
source: Fail Saving Video
de: Fehler beim Speichern des Videos
fr: Vidéo non Enregistrée
ja: ビデオの保存に失敗
lt: Nepavyko išsaugoti vaizdo įrašo
zh: 视频保存失败

# videoSaveError_message
source: Failed to save video
de: Fehler beim Speichern des Videos
fr: Impossible d’enregistrer la vidéo.
ja: ビデオの保存に失敗しました
lt: Nepavyko išsaugoti vaizdo įrašo
zh: 视频保存失败

# videoLoadError_message
source: Failed to load video
ja: ビデオの読み込みに失敗しました
lt: Nepavyko įkelti vaizdo įrašo
zh: 视频加载失败

# moveOrCopyImage_title
source: {count, plural, =1{Do you want to move or copy this image ?} other{Do you want to move or copy {count} images ?}}
de: {count, plural, one {} =1{Soll dieses Bild verschoben oder kopiert werden ?} other{Sollen {count} Bilder verschoben oder kopiert werden ?}}
fr: {count, plural, =1{Voulez-vous déplacer ou copier cette image ?} other{Voulez-vous déplacer ou copier {count} images ?}}
ja: {count, plural, =1{この画像を移動またはコピーしますか？} other{この{count}枚の画像を移動またはコピーしますか？}}
lt: {count, plural, =1{Ar norite perkelti ar kopijuoti šį vaizdą?} few{Ar norite perkelti ar kopijuoti {count} vaizdus?} other{Ar norite perkelti ar kopijuoti {count} vaizdų?}}
zh: {count, plural, =1{您想移动或复制这张照片吗？} other{您想移动或复制 {count} 张照片吗？}}

# moveImage_title
source: Move to Album
de: In Album verschieben
fr: Déplacer vers un Album
ja: アルバムに移動
lt: Perkelti į albumą
zh: 移动到相册

# moveImage_selectAlbum
source: {count, plural, =1{Please, select the album in which you wish to move the photo {photo}.} other{Please, select the album in which you wish to move the photos.}}
de: {count, plural, one {} =1{Bitte Album auswählen, in welches das Foto {photo} verschoben werden soll.} other{Bitte Album auswählen, in welches die Fotos verschoben werden sollen.}}
fr: {count, plural, =1{Veuillez sélectionner l'album dans lequel vous souhaitez déplacer la photo {photo}.} other{Veuillez sélectionner l'album dans lequel vous souhaitez déplacer les photos.}}
ja: {count, plural, =1{写真{photo}を移動するアルバムを選択してください。} other{写真を移動するアルバムを選択してください。}}
lt: {count, plural, =1{Pasirinkite albumą, į kurį norite perkelti nuotrauką {photo}.} other{Pasirinkite albumą, į kurį norite perkelti nuotraukas.}}
zh: {count, plural, =1{请选择您想将图片 {photo} 移动到的的目标相册} other{请选择您想将图片移动到的目标相册。}}

# moveImage_message
source: {count, plural, =1{Are you sure you want to move the photo {photo} to the album {album} ?} other{Are you sure you want to move the photos to the album {album} ?}}
de: {count, plural, one {} =1{Soll das Foto {photo} ins Album {album} verschoben werden?} other{Sollen die Fotos ins Album {album} verschoben werden?}}
fr: {count, plural, =1{Êtes-vous certain de vouloir déplacer la photo {photo} dans l’album {album} ?} other{Êtes-vous certain de vouloir déplacer les photos dans l’album {album} ?}}
ja: {count, plural, =1{写真{photo}をアルバム{album}に移動してもよろしいですか？} other{写真をアルバム{album}に移動してもよろしいですか？}}
lt: {count, plural, =1{Ar tikrai norite perkelti nuotrauką {photo} į albumą {album} ?} other{Ar tikrai norite perkelti nuotraukas į albumą {album} ?}}
zh: {count, plural, =1{您确定将图片 {photo} 移动到相册 {album} 吗？} other{您确定要将这些图片移动到相册 {album} 吗？}}

# moveImageHUD_moving
source: {count, plural, =1{Moving Photo…} other{Moving Photos…}}
de: {count, plural, one {} =1{Foto verschieben…} other{Fotos verschieben…}}
fr: {count, plural, =1{Déplacement de la photo…} other{Déplacement des photos…}}
ja: {count, plural, =1{写真を移動中…} other{写真を移動中…}}
lt: {count, plural, =1{Perkeliama nuotrauka…} other{Perkeliamos nuotraukos…}}
zh: {count, plural, =1{正在移动图片…} other{正在移动图片…}}

# moveImageHUD_moved
source: {count, plural, =1{Photo Moved} other{Photos Moved}}
de: {count, plural, one {} =1{Foto verschoben} other{Fotos verschoben}}
fr: {count, plural, =1{Photo déplacée} other{Photos déplacées}}
ja: {count, plural, =1{写真を移動しました} other{写真を移動しました}}
lt: {count, plural, =1{Nuotrauka perkelta} other{Nuotraukos perkeltos}}
zh: {count, plural, =1{已移动图片} other{已移动图片}}

# moveImageError_title
source: Move Fail
de: Verschieben fehlgeschlagen
fr: Échec du déplacement
ja: 移動に失敗
lt: Perkelti nepavyko
zh: 移动失败

# moveImageError_message
source: {count, plural, =1{Failed to move your photo} other{Failed to move some photos}}
de: {count, plural, one {} =1{Verschieben des Fotos fehlgeschlagen} other{Verschieben einiger Fotos fehlgeschlagen}}
fr: {count, plural, =1{Impossible de déplacer votre photo} other{Impossible de déplacer certaines photos}}
ja: {count, plural, =1{写真の移動に失敗しました} other{一部の写真の移動に失敗しました}}
lt: {count, plural, =1{Nepavyko perkelti nuotraukos} other{Nepavyko perkelti kai kurių nuotraukų}}
zh: {count, plural, =1{移动图片失败} other{移动图片失败}}

# copyImage_title
source: Copy to Album
de: In Album kopieren
fr: Copier dans un Album
ja: アルバムにコピー
lt: Kopijuoti į albumą
zh: 复制到相册

# copyImage_selectAlbum
source: {count, plural, =1{Please, select the album in which you wish to copy the photo {photo}.} other{Please, select the album in which you wish to copy the photos.}}
de: {count, plural, one {} =1{Bitte Album auswählen, in welches das Foto {photo} verschoben werden soll.} other{Bitte Album auswählen, in welches die Fotos verschoben werden sollen.}}
fr: {count, plural, =1{Veuillez sélectionner l'album dans lequel vous souhaitez copier la photo {photo}.} other{Veuillez sélectionner l'album dans lequel vous souhaitez copier les photos.}}
ja: {count, plural, =1{写真{photo}をコピーするアルバムを選択してください。} other{写真をコピーするアルバムを選択してください。}}
lt: {count, plural, =1{Pasirinkite albumą, į kurį norite nukopijuoti nuotrauką {photo}.} other{Pasirinkite albumą, į kurį norite nukopijuoti nuotraukas.}}
zh: {count, plural, =1{请选择你想将图片 {photo} 复制到的目标相册} other{请选择你想将这些图片复制到的目标相册}}

# copyImage_message
source: {count, plural, =1{Are you sure you want to copy the photo {photo} to the album {album} ?} other{Are you sure you want to copy the photos to the album {album} ?}}
de: {count, plural, one {} =1{Soll das Foto {photo} ins Album {album} verschoben werden?} other{Sollen die Fotos ins Album {album} verschoben werden?}}
fr: {count, plural, =1{Êtes-vous certain de vouloir copier la photo {photo} dans l’album {album} ?} other{Êtes-vous certain de vouloir copier les photos dans l’album {album} ?}}
ja: {count, plural, =1{写真{photo}をアルバム{album}にコピーしてもよろしいですか？} other{写真をアルバム{album}にコピーしてもよろしいですか？}}
lt: {count, plural, =1{Ar tikrai norite nukopijuoti nuotrauką {photo} į albumą {album} ?} other{Ar tikrai norite nukopijuoti nuotraukas į albumą {album} ?}}
zh: {count, plural, =1{您确定将图片 {photo} 复制到相册 {album} 吗？} other{您确定将这些图片复制到相册 {album} 吗？}}

# copyImageHUD_copying
source: {count, plural, =1{Copying Photo…} other{Copying Photos…}}
de: {count, plural, one {} =1{Foto kopieren…} other{Fotos kopieren…}}
fr: {count, plural, =1{Copie de la photo…} other{Copie des photos…}}
ja: {count, plural, =1{写真をコピー中…} other{写真をコピー中…}}
lt: {count, plural, =1{Kopijuojama nuotrauka…} other{Kopijuojamos nuotraukos…}}
zh: {count, plural, =1{正在复制图片…} other{正在复制图片…}}
