Repository: Piwigo/piwigo-flutter-app
Catalog: l10n/app_*.arb
Languages: de, fr, ja, lt, zh

# imageSizeLarge
source: Large
de: Groß
fr: Grand
ja: Lサイズ
lt: Didelis
zh: 大

# imageSizeXLarge
source: Extra Large
de: Sehr groß
fr: Très Grand
ja: XLサイズ
lt: Labai didelis
zh: 特大

# imageSizeXXLarge
source: Huge
de: Riesig
fr: Énorme
ja: XXLサイズ
lt: Didžiulis
zh: 巨大

# imageSizexFullRes
source: Full Resolution
de: Volle Auflösung
fr: Haute Résolution
ja: フル解像度
lt: Pilna raiška
zh: 完整分辨率

# settingsHeader_upload
source: Default Upload Settings
de: Standard-Upload-Einstellungen
fr: Paramètres de transfert
ja: デフォルトのアップロード設定
lt: Numatytieji įkėlimo nustatymai
zh: 默认上传设置

# settings_defaultAuthor
source: Author
de: Autor
fr: Auteur
ja: 作成者
lt: Autorius
zh: 作者

# settings_defaultAuthor320px
source: Author Name
de: Name des Autors
fr: Nom d'Auteur
ja: 作成者名
lt: Autoriaus vardas
zh: 作者姓名

# settings_defaultAuthorPlaceholder
source: Author Name
de: Name des Autors
fr: Nom de l'Auteur
ja: 作成者名
lt: Autoriaus vardas
zh: 作者姓名

# settings_defaultPrivacy
source: Privacy
de: Datenschutz
fr: Qui voit ?
ja: プライバシー
lt: Privatumas
zh: 隐私政策

# settings_defaultPrivacy414px
source: Please select who will be able to see photos
de: Bitte auswählen, wer die Fotos sehen kann
fr: Veuillez sélectionner qui pourra visualiser les photos
ja: 写真を閲覧できる人を選択してください
lt: Pasirinkite, kas galės matyti nuotraukas
zh: 请选择谁可以看到照片

# settings_stripGPSdata
source: Strip Private Metadata
de: Private Metadaten entfernen
fr: Suppr. Métadonnées Privées
ja: プライベートメタデータを削除
lt: Ištrinkite privačius metaduomenis
zh: 去除私密元数据

# settings_stripGPSdata375px
source: Strip Private Metadata Before Upload
de: Private Metadaten vor dem Hochladen entfernen
fr: Supprimer les Métadonnées privées avant Envoi
ja: アップロード前にプライベートメタデータを削除
lt: Pašalinti privačius metaduomenis prieš įkeliant
zh: 上传前删除私密元数据

# settings_photoResize
source: Downsize Before Upload
de: Vor dem Hochladen Größe verkleinern
fr: Réduire avant transfert
ja: アップロード前にサイズ変更
lt: Sumažinti dydį prieš įkeliant
zh: 上传前缩小大小

# settings_photoSize
source: Size
de: Größe
fr: Taille
ja: サイズ
lt: Dydis
zh: 尺寸

# settings_placeholderSize
source: Enter a Photo Size from 5 - 100
de: Eine Fotogröße von 5 - 100 eingeben
fr: Entrez une Taille de Photo de 5 à 100
ja: 5 - 100の写真サイズを入力
lt: Įveskite nuotraukos dydį nuo 5 iki 100
zh: 输入5-100之间的照片大小

# settings_photoCompress
source: Compress Before Upload
de: Vor dem Hochladen komprimieren
fr: Compresser avant Envoi
ja: アップロード前に圧縮
lt: Suspausti prieš įkeliant
zh: 上传照片前压缩

# settings_photoCompress375px
source: Compress Photo Before Upload
de: Foto vor dem Hochladen komprimieren
fr: Compresser la photo avant envoi
ja: アップロード前に写真を圧縮
lt: Suspausti nuotrauką prieš įkeliant
zh: 上传照片前压缩

# settings_photoQuality
source: Quality
de: Qualität
fr: Qualité
ja: 品質
lt: Kokybė
zh: 质量

# settings_placeholderQuality
source: Enter an Photo Quality from 50 - 98
de: Eine Fotoqualität von 50 - 98 eingeben
fr: Entrez une qualité de photo entre 50 et 98
ja: 50 - 98の写真品質を入力
lt: Įveskite nuotraukos kokybę nuo 50 iki 98
zh: 输入照片质量（50~98）

# settings_prefixFilename414px
source: Prefix Photo Filename Before Upload
de: Präfix für Foto-Dateinamen vor dem Hochladen
fr: Préfixer le nom du fichier photo avant transfert
ja: アップロード前に写真のファイル名にプレフィックスを追加
lt: Pridėti priešdėlį nuotraukos pavadinimui prieš įkeliant
zh: 自动为上传的照片文件名增加前缀

# settings_prefixFilename375px
source: Prefix Filename Before Upload
de: Präfix für Dateinamen vor dem Hochladen
fr: Préfixer le nom du fichier avant transfert
ja: アップロード前にファイル名にプレフィックスを追加
lt: Pridėti priešdėlį failo pavadinimui prieš įkeliant
zh: 自动为上传的文件名增加前缀

# settings_prefixFilename
source: Prefix Photo Filename
de: Präfix Foto-Dateiname
fr: Préfixer nom du fichier
ja: 写真のファイル名にプレフィックスを追加
lt: Pridėti priešdėlį nuotraukos pavadinimui
zh: 照片文件名前缀

# settings_defaultPrefix
source: Prefix
de: Präfix
fr: Préfixe
ja: プレフィックス
lt: Priešdėlis
zh: 前缀

# settings_defaultPrefix320px
source: Filename Prefix
de: Dateinamen-Präfix
fr: Préfixe du fichier
ja: ファイル名のプレフィックス
lt: Failo pavadinimo priešdėlis
zh: 文件名前缀

# settings_defaultPrefixPlaceholder
source: Prefix
de: Präfix
fr: Préfixe
ja: プレフィックス
lt: Priešdėlis
zh: 前缀

# settings_deleteImage375px
source: Delete Photo After Upload
de: Foto nach dem Hochladen löschen
fr: Effacer la photo après envoi
ja: アップロード後に写真を削除
lt: Ištrinkite nuotrauką po įkėlimo
zh: 上传后删除照片

# settings_wifiOnly
source: Wi-Fi Only
de: Nur über WLAN
fr: Wi-Fi uniquement
ja: Wi-Fiのみ
lt: Tik Wi-Fi
zh: 仅 Wi-Fi

# settings_deleteImage
source: Delete After Upload
de: Nach dem Hochladen löschen
fr: Effacer après Envoi
ja: アップロード後に削除
lt: Ištrinti po įkėlimo
zh: 上传后删除照片

# settings_uploadNotification
source: Upload Notification
fr: Notifications de transfert
ja: アップロード通知
lt: Įkėlimo pranešimas
zh: 上传通知

# settings_downloadNotification
source: Download Notification
fr: Notification de téléchargement
ja: ダウンロード通知
lt: Atsisiuntimo pranešimas
zh: 下载通知

# settings_downloadDestination
source: Download Folder
fr: Dossier de téléchargement
ja: ダウンロードフォルダ
lt: Atsisiuntimo aplankas
zh: 下载目录

# settings_autoUpload
source: Auto Upload
de: Automatisch hochladen
fr: Télécharger automatiquement
ja: 自動アップロード
lt: Automatinis įkėlimas
zh: 自动上传

# settings_autoUpload414px
source: Auto Upload Photos
de: Fotos automatisch hochladen
fr: Télécharger automatiquement des photos
ja: 写真を自動アップロード
lt: Automatinis nuotraukų įkėlimas
zh: 自动上传照片

# settings_autoUploadEnabled
source: On
de: Ein
fr: Activé
ja: オン
lt: Įjungta
zh: 开启

# settings_autoUploadEnabledInfo
source: Photos will be automatically uploaded to your Piwigo.
de: Fotos werden automatisch zu Piwigo hochgeladen.
fr: Les photos seront automatiquement téléchargées sur votre Piwigo.
ja: 写真は自動的にPiwigoにアップロードされます。
lt: Nuotraukos bus automatiškai įkeltos į jūsų Piwigo.
zh: 照片将被自动上传到您的 Piwigo

# settings_autoUploadEnabledInfoAll
source: Photos and videos will be automatically uploaded to your Piwigo.
de: Fotos und Videos werden automatisch zu Piwigo hochgeladen.
fr: Les photos et les vidéos seront automatiquement téléchargées sur votre Piwigo.
ja: 写真とビデオは自動的にPiwigoにアップロードされます。
lt: Nuotraukos ir vaizdo įrašai bus automatiškai įkeliami į jūsų Piwigo.
zh: 照片和视频将被自动上传到您的 Piwigo

# settings_autoUploadDisabled
source: Off
de: Aus
fr: Désactivé
ja: オフ
lt: Išjungta
zh: 关闭

# settings_autoUploadDisabledInfo
source: Photos will not be automatically uploaded to your Piwigo.
de: Fotos und Videos werden nicht automatisch zu Piwigo hochgeladen.
fr: Les photos ne seront pas automatiquement téléchargées sur votre Piwigo.
ja: 写真は自動的にPiwigoにアップロードされません。
lt: Nuotraukos nebus automatiškai įkeltos į jūsų Piwigo.
zh: 照片将不会被自动上传到你的 Piwigo

# settings_autoUploadSource
source: Source
de: Quelle
ja: ソース
lt: Šaltinis
zh: 来源

# settings_autoUploadSourceInvalid
source: Invalid source album
de: Ungültiges Quell-Album
fr: Album source invalide
ja: 無効なソースアルバム
lt: Netinkamas šaltinio albumas
zh: 无效的源相册

# settings_autoUploadSourceInfo
source: Please select the album or sub-album from which photos and videos of your device will be auto-uploaded.
de: Bitte Album oder Unter-Album für das automatische Hochladen auswählen.
fr: Veuillez sélectionner l'album ou le sous-album à partir duquel les photos et les vidéos de votre appareil seront automatiquement téléchargées.
ja: デバイスの写真やビデオが自動アップロードされるアルバムまたはサブアルバムを選択してください。
lt: Pasirinkite albumą arba poalbumį, iš kurio bus automatiškai įkeliamos jūsų įrenginio nuotraukos ir vaizdo įrašai.
zh: 请选择相册或子相册，其中的照片和视频会被自动上传

# settings_autoUploadDestination
source: Destination
de: Ziel
ja: 宛先
lt: Įkėlimo vieta
zh: 目标路径

# settings_autoUploadDestinationInvalid
source: Invalid destination album
de: Ungültiges Ziel-Album
fr: Album de destination invalide
ja: 無効な宛先アルバム
lt: Netinkamas įkėlimo albumas
zh: 无效的目标相册

# settings_autoUploadDestinationInfo
source: Please select the album or sub-album into which photos and videos will be auto-uploaded.
de: Bitte Album oder Unter-Album auswählen, in welches Fotos und Videos automatisch hochgeladen werden.
fr: Veuillez sélectionner l'album ou le sous-album dans lequel les photos et les vidéos seront automatiquement téléchargées.
ja: 写真やビデオが自動アップロードされるアルバムまたはサブアルバムを選択してください。
lt: Pasirinkite albumą arba poalbumį, į kurį bus automatiškai įkeliamos nuotraukos ir vaizdo įrašai.
zh: 请选择相册或子相册，其中的照片和视频会被自动上传

# settings_autoUploadDuplicateInfo
source: Photos that are already in this Piwigo won't be uploaded.
ja: このPiwigoに既にある写真はアップロードされません。
zh: 已经在此 Piwigo 中的照片不会被上传。

# settings_autoUploadFrequency
source: Every
ja: 頻度
zh: 每

# settings_autoUploadFrequencyMinutes
source: {count, plural, =1{1 minute} other{{count} minutes}}
ja: {count, plural, =1{1分} other{{count}分}}
zh: {count, plural,=1{1 分钟} other{{count} 分钟}}

# settings_autoUploadFrequencyHours
source: {count, plural, =1{1 hour} other{{count} hours}}
ja: {count, plural, =1{1時間} other{{count}時間}}
zh: {count, plural,=1{1 小时} other{{count} 小时}}

# settings_autoUploadFrequencyDays
source: {count, plural, =1{1 day} other{{count} days}}
ja: {count, plural, =1{1日} other{{count}日}}
zh: {count, plural,=1{1 天} other{{count} 天}}

# autoUploadError_Disabled
source: The Auto-Upload option is disabled in the app settings.
de: Die Auto-Upload-Option ist in den App-Einstellungen deaktiviert.
fr: Le transfert automatique est désactivé dans les paramètres de l'application.
ja: アプリ設定で自動アップロードオプションが無効になっています。
lt: Automatinio įkėlimo parinktis išjungta programos nustatymuose.
zh: 自动上传选项在应用设置中被禁用

# autoUploadError_Failed
source: Several transfers failed and the upload queue is on hold. Please check in the app.
de: Mehrere Übertragungen sind fehlgeschlagen und die Upload-Warteschlange wurde angehalten. Bitte in der App überprüfen.
fr: Plusieurs transferts ont échoué et la file d'attente est en pause. Veuillez vérifier dans l'application s'il vous plaît.
ja: いくつかの転送に失敗し、アップロードキューが保留されています。アプリで確認してください。
lt: Keli perkėlimai nepavyko, o įkėlimo eilė sulaikyta. Patikrinkite programėlę.
zh: 由于出现多次传输失败，上传队列已暂停，请在应用程序中检查

# uploadPhotoSize_title
source: Max Photo Size
de: Max. Foto-Größe
fr: Taille maximale des photos
ja: 最大写真サイズ
lt: Maksimalus nuotraukos dydis
zh: 最大照片大小

# uploadPhotoSize_header
source: Please select the maximum size of the photos which will be uploaded.
de: Bitte wählen Sie die maximale Größe für hochgeladene Fotos aus.
fr: Veuillez sélectionner la taille maximale des photos qui seront téléchargées.
ja: アップロードされる写真の最大サイズを選択してください。
lt: Pasirinkite didžiausią nuotraukų, kurios bus įkeliamos, dydį.
zh: 请选择要上传的照片的最大大小

# uploadPhotoSize_resolution
source: Built-in cameras maximum resolution:
de: Maximale Auflösung eingebauter Kameras:
fr: Résolution maximale des caméras intégrées :
ja: 内蔵カメラの最大解像度:
lt: Integruotos kameros maksimali skiriamoji geba:
zh: 内置摄像头最大分辨率

# uploadVideoSize_title
source: Max Video Size
de: Max. Video-Größe
fr: Taille maximale des vidéos
ja: 最大ビデオサイズ
lt: Maksimalus vaizdo įrašo dydis
zh: 最大视频大小

# uploadVideoSize_header
source: Please select the maximum size of the videos which will be uploaded.
de: Bitte wählen Sie die maximale Größe für hochgeladene Videos aus.
fr: Veuillez sélectionner la taille maximale des vidéos qui seront téléchargées.
ja: アップロードされるビデオの最大サイズを選択してください。
lt: Pasirinkite didžiausią vaizdo įrašų, kurie bus įkeliami, dydį.
zh: 请选择要上传的视频的最大大小

# uploadVideoSize_resolution
source: Built-in cameras maximum specifications:
de: Maximale Auflösung eingebauter Kameras:
fr: Performances maximales des caméras intégrées :
ja: 内蔵カメラの最大仕様:
lt: Integruotos kameros maksimalios specifikacijos:
zh: 内置摄像头最大规格

# uploadPhotoSize_original
source: No Downsizing
de: Keine Verkleinerung
fr: Sans réduction
ja: サイズ変更なし
lt: Jokio sumažinimo
zh: 不缩小大小

# settingsHeader_cache
source: Cache Settings
de: Cache-Einstellungen (Verwendet/Total)
fr: Paramètres de Cache (Utilisé/Total)
ja: キャッシュ設定
lt: Podėlio nustatymai (naudota / iš viso)
zh: 缓存设置 (已使用/总共)

# settings_cacheDisk
source: Disk
de: Datenträger
fr: Disque
ja: ディスク
lt: Diskas
zh: 存储

# settings_cacheMemory
source: Memory
de: Speicher
fr: Mémoire
ja: メモリ
lt: Atmintis
zh: 内存

# settings_cacheSize
source: Cache size
ja: キャッシュサイズ
lt: Talpyklos dydis
zh: 缓存大小

# settings_cacheClear
source: Clear Cache
de: Zwischenspeicher löschen
fr: Vider le cache
ja: キャッシュをクリア
lt: Išvalyti podėlį
zh: 清除缓存

# settings_cacheClearAll
source: Clear Photo Cache
de: Foto-Cache löschen
fr: Vider le cache des photos
ja: 写真キャッシュをクリア
lt: Išvalyti nuotraukos podėlį
zh: 清除图片缓存

# settings_cacheClearMsg
source: Are you sure you want to clear the photo cache? This will make albums and photos take a while to load again.
de: Sind Sie sicher, dass Sie den Foto-Cache löschen möchten? Alben und Fotos werden danach eine Weile benötigen, um erneut zu laden.
fr: Êtes-vous sûr de vouloir effacer le cache des photos? Les photos et les albums mettront un certain temps à se recharger.
ja: 写真キャッシュをクリアしてもよろしいですか？これにより、アルバムや写真の読み込みに時間がかかるようになります。
lt: Ar tikrai norite išvalyti nuotraukų podėlį? Todėl šiek tiek užtruks, kol albumai ir nuotraukos vėl bus įkelti.
zh: 您确定要清除照片缓存吗？这将使相册和照片花费一段时间再加载。

# settingsHeader_appearance
source: Appearance
de: Darstellung
fr: Apparence
ja: 外観
lt: Išvaizda
zh: 外观

# settingsHeader_theme
source: Dark Theme
ja: ダークテーマ
zh: 暗色模式

# settings_switchPalette
source: Automatic
de: Automatisch
fr: Automatique
ja: 自動
lt: Automatinė
zh: 自动

# settings_brightness
source: Brightness
de: Helligkeit
fr: Luminosité
ja: 明るさ
lt: Ryškumas
zh: 亮度

# settings_brightnessHelp
source: In low ambient brightness, the Automatic option uses a darker color palette to make photos stand out against darker backgrounds.
de: Bei geringer Umgebungshelligkeit verwendet die Option »Automatisch« eine dunklere Farbpalette, um Fotos vor einem dunkleren Hintergrund hervorzuheben.
fr: En cas de faible luminosité ambiante, l'option Automatique utilise une palette de couleurs plus foncées pour faire ressortir les photos sur des arrière-plans plus sombres.
ja: 周囲の明るさが低い場合、自動オプションは暗い背景に対して写真を際立たせるために暗いカラーパレットを使用します。
lt: Esant mažam aplinkos ryškumui, parinktis Automatinė naudoja tamsesnę spalvų paletę, kad nuotraukos išsiskirtų tamsesniame fone.
zh: 在环境亮度低的情况下，自动选项会使用暗色外观来使照片在黑暗背景下易于观看

# userCount
source: {count, plural, =0{0 users} =1{1 user} other{{count} users}}
de: {count, plural, one {} =0{0 Benutzer} =1{1 Benutzer} other{{count} Benutzer}}
fr: {count, plural, =0{0 utilisateurs} =1{1 utilisateur} other{{count} utilisateurs}}
ja: {count, plural, =0{0ユーザー} =1{1ユーザー} other{{count}ユーザー}}
lt: {count, plural, =0{0 vartotojų} =1{1 vartotojas} few{{count} vartotojai} other{{count} vartotojų}}
zh: {count, plural, =0{0 个用户} =1{1 个用户} other{{count} 个用户}}

# groupCount
source: {count, plural, =0{0 groups} =1{1 group} other{{count} groups}}
de: {count, plural, one {} =0{0 Gruppen} =1{1 Gruppe} other{{count} Gruppen}}
fr: {count, plural, =0{0 groupes} =1{1 groupe} other{{count} groupes}}
ja: {count, plural, =0{0グループ} =1{1グループ} other{{count}グループ}}
lt: {count, plural, =0{0 grupių} =1{1 grupė} few{{count} grupės} other{{count} grupių}}
zh: {count, plural, =0{0 个组} =1{1 个组} other{{count} 个组}}

# commentCount
source: {count, plural, =0{0 comments} =1{1 comment} other{{count} comments}}
de: {count, plural, one {} =0{0 Kommentare} =1{1 Kommentar} other{{count} Kommentare}}
fr: {count, plural, =0{0 commentaires} =1{1 commentaire} other{{count} commentaires}}
ja: {count, plural, =0{0コメント} =1{1コメント} other{{count}コメント}}
lt: {count, plural, =0{0 komentarų} =1{1 komentaras} few{{count} komentarai} other{{count} komentarų}}
zh: {count, plural, =0{0 个评论} =1{1 个评论} other{{count} 个评论}}

# settings_language
source: Choose language
fr: Choisir la langue
ja: 言語を選択
lt: Pasirinkite kalbą
zh: 选择语言

# settingsHeader_about
source: Information
de: Hinweis
fr: Informations
ja: 情報
lt: Informacija
zh: 相关信息

# settings_contactUs
source: Contact Us
de: Kontakt
fr: Contactez-nous
ja: お問い合わせ
lt: Susisiekite su mumis
zh: 联系我们

# settings_feedback
source: Feedback
fr: Retour d'information
ja: フィードバック
lt: Atsiliepimas
zh: 反馈

# settings_supportForum
source: Support Forum
fr: Forum d'Aide
ja: サポートフォーラム
lt: Pagalbos forumas
zh: 支持论坛

# settings_releaseNotes
source: Release Notes
de: Versionshinweise
fr: Notes de Versions
ja: リリースノート
lt: Išleidimo pastabos
zh: 更新日志

# settings_rateInAppStore
source: Rate on Play Store
de: Piwigo NG bewerten
fr: Noter Piwigo NG
ja: Playストアで評価
lt: Įvertinti Piwigo NG
zh: 给 Piwigo NG 评分

# settings_translateWithCrowdin
source: Translate Piwigo NG
de: Piwigo NG übersetzen
fr: Traduire Piwigo NG
ja: Piwigo NGを翻訳
lt: Išversti Piwigo NG
zh: 协助翻译 Piwigo NG

# settings_acknowledgements
source: Acknowledgements
de: Danksagungen
fr: Remerciements
ja: 謝辞
lt: Padėkos
zh: 鸣谢

# settings_privacy
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de Confidentialité
ja: プライバシーポリシー
lt: Privatumo politika
zh: 隐私政策

# settings_unknownVersion
source: Unknown version
ja: 不明なバージョン
lt: Nežinoma versija
zh: 未知版本

# settings_privacyLocale
source: &lang=en_EN
ja: &lang=ja_JP

# alertOkButton
source: OK
lt: Gerai
zh: 确定

# login_serverPlaceholder
source: example.com
fr: exemple.com
lt: pavyzdys.com

# settings_cacheMegabytes
source: MB
fr: Mo
