Repository: Piwigo/piwigo-flutter-app
Catalog: l10n/app_*.arb
Languages: de, fr, ja, lt, zh

# categorySelection_action
source: Select an action for this album
de: Aktion für dieses Album auswählen
fr: Choisissez une action pour cet album
ja: このアルバムのアクションを選択
lt: Pasirinkite veiksmą šiam albumui
zh: 选择此相册的操作

# categorySelectionHUD_label
source: Retrieving Albums Data…
de: Albumdaten abrufen…
fr: Récupération des Données d'Albums…
ja: アルバムデータを取得中…
lt: Gaunami albumų duomenys…
zh: 正在获取相册数据…

# categorySelection_allAlbums
source: All Albums
de: Alle Alben
fr: Tous les albums
ja: すべてのアルバム
lt: Visi albumai
zh: 所有相册

# categoryUpload_noSubAlbum
source: There is no sub-album to upload photos to
de: Es existiert kein Unter-Album, um Fotos hochzuladen
fr: Il n'y a pas de sous-album qui puisse recevoir des photos
ja: 写真をアップロードするサブアルバムがありません
lt: Nėra poalbumo, į kurį būtų galima įkelti nuotraukas
zh: 选择一个子相册以上传图像

# categoryUpload_chooseAlbum
source: Select a sub-album to upload photos to
de: Ein Unteralbum zum Hochladen der Fotos auswählen
fr: Sélectionnez le sous-album recevant les photos
ja: 写真をアップロードするサブアルバムを選択
lt: Pasirinkite poalbumį, į kurį norite įkelti nuotraukas
zh: 选择一个子相册以上传图像

# categoryUpload_LocalAlbums
source: Local Albums
de: Lokale Alben
fr: Albums Locaux
ja: ローカルアルバム
lt: Vietiniai albumai
zh: 本地相册

# categoryUpload_chooseLocalAlbum
source: Select an album to get photos from
de: Ein Album auswählen, aus dem die Fotos abgerufen werden sollen
fr: Sélectionnez l'album local qui contient les photos à envoyer
ja: 写真を取得するアルバムを選択
lt: Pasirinkite albumą, iš kurio norite gauti nuotraukų
zh: 选择一个相册以获取图片

# categoryUpload_sharedAlbums
source: Shared Albums
de: Geteilte Alben
fr: Albums partagés
ja: 共有アルバム
lt: Bendrinami albumai
zh: 已分享的相册

# categoryUpload_mediaTypes
source: Media Types
de: Medienarten
fr: Types de média
ja: メディアタイプ
lt: Medijos tipai
zh: 媒体类型

# categoryUpload_otherAlbums
source: Other Albums
de: Andere Alben
fr: Autres albums
ja: その他のアルバム
lt: Kiti albumai
zh: 其他相册

# categoryUpload_pasteboard
source: Clipboard
de: Zwischenablage
fr: Presse papiers
ja: クリップボード
lt: Iškarpinė
zh: 剪贴板

# categoryUpload_loadSubCategories
source: load
de: laden
fr: charger
ja: 読み込み
lt: užkrauti
zh: 加载

# categoryUpload_images
source: Upload Photos
de: Fotos hochladen
fr: Transférer des photos
ja: 写真をアップロード
lt: Įkelti nuotraukas
zh: 上传图片

# categoryUpload_videos
source: Upload Videos
de: Videos hochladen
fr: Transférer des Videos
ja: ビデオをアップロード
lt: Įkelti vaizdo įrašus
zh: 上传视频

# categoryUpload_camera
source: Camera
ja: カメラ
zh: 相机

# categoryUpload_takePhoto
source: Take Photo
ja: 写真を撮る
lt: Fotografuoti
zh: 拍照

# categoryUpload_takeVideo
source: Take Video
ja: ビデオを撮る
lt: Filmuoti
zh: 录制

# uploadList_title
source: Upload Status
ja: アップロードステータス
zh: 上传状态

# uploadList_uploading
source: Uploading
ja: アップロード中
zh: 上传中

# uploadList_history
source: History
ja: 履歴
zh: 历史

# uploadList_empty
source: Empty
ja: 空
zh: 空

# setDefaultCategory_select
source: Please select an album or sub-album which will become the new root album.
de: Bitte ein Album oder Unteralbum auswählen, welches das neue Wurzelalbum wird.
fr: Veuillez sélectionner un album ou un sous-album qui deviendra le nouvel album racine.
ja: 新しいルートアルバムになるアルバムまたはサブアルバムを選択してください。
lt: Pasirinkite albumą arba poalbumį, kuris taps nauju pagrindiniu albumu.
zh: 请选择一个相册或子相册作为新的根相册

# setDefaultCategory_title
source: Default Album
de: Standard-Album
fr: Album par Défaut
ja: デフォルトアルバム
lt: Numatytasis albumas
zh: 默认相册

# setDefaultCategory_message
source: Are you sure you want to set the album {album} as default album?
de: Sind Sie sicher, dass Sie das Album {album} als Standard-Album festlegen möchten?
fr: Etes-vous sûr de vouloir définir l'album {album} comme Album par Défaut ?
ja: アルバム {album} をデフォルトアルバムに設定してもよろしいですか？
lt: Ar tikrai norite nustatyti albumą {album} kaip numatytąjį albumą?
zh: 您确定要设置相册 {album} 作为默认相册？

# createNewAlbum_title
source: New Album
de: Neues Album
fr: Nouvel Album
ja: 新しいアルバム
lt: Naujas albumas
zh: 新建相册

# createNewAlbum_message
source: Enter a name for this album:
de: Einen Namen für dieses Album eingeben:
fr: Entrez un nom pour cet album :
ja: このアルバムの名前を入力してください:
lt: Įveskite šio albumo pavadinimą:
zh: 给这个相册取一个名字

# createNewAlbum_placeholder
source: Album Name
fr: Nom de l’Album
ja: アルバム名
lt: Albumo pavadinimas
zh: 相册名称

# createNewAlbumDescription_placeholder
source: Description
de: Beschreibung
ja: 説明
lt: Aprašymas
zh: 说明

# createNewAlbumDescription_noDescription
source: no description
de: Keine Beschreibung
fr: aucune description
ja: 説明なし
lt: nėra aprašymo
zh: 没有描述

# createNewAlbumHUD_label
source: Creating Album…
de: Album wird erstellt…
fr: Création de l'Album…
ja: アルバムを作成中…
lt: Kuriamas albumas…
zh: 正在创建相册中...

# createNewAlbumHUD_created
source: Album Created
de: Album erstellt
fr: Album créé
ja: アルバムが作成されました
lt: Albumas sukurtas
zh: 创建的相册。

# createAlbumError_title
source: Create Album Error
de: Fehler bei der Erstellung des Albums
fr: Echec de la Création d'Album
ja: アルバム作成エラー
lt: Albumo kūrimo klaida
zh: 无法创建相册

# createAlbumError_message
source: Failed to create a new album
de: Fehler beim Erstellen eines neuen Albums
fr: Impossible de créer un nouvel album
ja: 新しいアルバムの作成に失敗しました
lt: Nepavyko sukurti naujo albumo
zh: 无法创建新相册

# categoryCellOption_rename
source: Rename
de: Umbenennen
fr: Renomer
ja: 名前を変更
lt: Pervadinti
zh: 重新命名

# categoryCellOption_move
source: Move
de: Verschieben
fr: Déplacer
ja: 移動
lt: Perkelti
zh: 移动

# categoryCellOption_delete
source: Delete
de: Löschen
fr: Effacer
ja: 削除
lt: Ištrinti
zh: 删除

# renameCategory_title
source: Rename Album
de: Album umbenennen
fr: Renommer l'Album
ja: アルバムの名前を変更
lt: Pervadinti albumą
zh: 重命名相册

# renameCategory_message
source: Enter a new name for this album
de: Neuen Namen für dieses Album eingeben
fr: Entrez un nouveau nom pour cet album
ja: このアルバムの新しい名前を入力してください
lt: Įveskite naują šio albumo pavadinimą
zh: 给这个相册输入一个名字

# renameCategory_button
source: Rename
de: Umbenennen
fr: Renommer
ja: 名前を変更
lt: Pervadinti
zh: 重新命名

# renameCategoryHUD_label
source: Renaming Album…
de: Album wird umbenannt…
fr: Changement du Nom…
ja: アルバムの名前を変更中…
lt: Pervardijamas albumas…
zh: 重命名相册

# renameCategoryHUD_renamed
source: Album Renamed
de: Album umbenannt
fr: Album renommé
ja: アルバムの名前が変更されました
lt: Albumas pervadintas
zh: 相册重命名为

# renameCategoryError_title
source: Rename Fail
de: Umbenennen fehlgeschlagen
fr: Impossible de renommer
ja: 名前変更失敗
lt: Nepavyko pervardinti
zh: 重命名失败

# renameCategoryError_message
source: Failed to rename your album
de: Umbenennen Ihres Albums fehlgeschlagen
fr: Impossible de renommer l'album
ja: アルバムの名前の変更に失敗しました
lt: Nepavyko pervardyti albumo
zh: 重命名相册失败

# refreshCategoryHUD_label
source: Refreshing Representative…
de: Referenzfoto aktualisieren…
fr: Rafraichissement en cours…
ja: 代表を更新中…
lt: Atnaujinamas atvaizdavimas…
zh: 正在刷新代表图像...

# refreshCategoryError_title
source: Refresh Fail
de: Aktualisierung fehlgeschlagen
fr: Impossible d'actualiser
ja: 更新失敗
lt: Atnaujinti nepavyko
zh: 刷新失败

# refreshCategoryError_message
source: Failed to refresh your album representative
de: Fehler beim Aktualisieren des Referenzfotos
fr: Impossible d'actualiser la miniature de votre album
ja: アルバムの代表の更新に失敗しました
lt: Nepavyko atnaujinti albumo atvaizdavimo
zh: 无法刷新相册封面

# deleteCategory_title
source: DELETE ALBUM
de: ALBUM LÖSCHEN
fr: EFFACER L'ALBUM
ja: アルバムを削除
lt: IŠTRINTI ALBUMĄ
zh: 删除相册

# deleteCategory_message
source: {count, plural, =0{ARE YOU SURE YOU WANT TO DELETE THE ALBUM {album} ?} =1{ARE YOU SURE YOU WANT TO DELETE THE ALBUM {album} AND ITS PHOTO ?} other{ARE YOU SURE YOU WANT TO DELETE THE ALBUM {album} AND ALL {count} PHOTOS ?}}
de: {count, plural, =0{SOLL DAS ALBUM {album} WIRKLICH GELÖSCHT WERDEN} =1{SOLL DAS ALBUM {album} UND DAS ENTHALTENE FOTO WIRKLICH GELÖSCHT WERDEN} other{SOLL DAS ALBUM {album} UND SÄMTLICHE {count} FOTOS GELÖSCHT WERDEN ?}
fr: {count, plural, =0{ÊTES VOUS SÛR DE VOULOIR SUPPRIMER L'ALBUM {album}} =1{ÊTES VOUS SÛR DE VOULOIR SUPPRIMER L'ALBUM {album} ET SA PHOTO} other{ÊTES VOUS SÛR DE VOULOIR SUPPRIMER L'ALBUM {album} ET SES {count} PHOTOS ?}}
ja: {count, plural, =0{アルバム {album} を削除してもよろしいですか？} =1{アルバム {album} とその写真を削除してもよろしいですか？} other{アルバム {album} とすべての {count} 枚の写真を削除してもよろしいですか？}}
lt: {count, plural, =0{AR TIKRAI NORITE IŠTRINTI ALBUMĄ {album}} =1{AR TIKRAI NORITE IŠTRINTI ALBUMĄ {album} IR JO NUOTRAUKĄ} few{AR TIKRAI NORITE IŠTRINTI ALBUMĄ {album} IR VISAS {count} NUOTRAUKAS ?} other{AR TIKRAI NORITE IŠTRINTI ALBUMĄ {album} IR VISAS {count} NUOTRAUKŲ ?}}
zh: {count, plural, =0{是否确定删除相册 {album}} =1{是否确定删除相册 {album} AND ITS PHOTO} other{是否确定删除相册 {album} 和共计 {count} 张照片 ?}}

# deleteCategory_empty
source: Delete Empty Album
de: Leeres Album löschen
fr: Effacer Album Vide
ja: 空のアルバムを削除
lt: Ištrinti tuščią albumą
zh: 删除空相册

# deleteCategory_noImages
source: Keep Photos
de: Fotos behalten
fr: Conserver les photos
ja: 写真を保持
lt: Palikti nuotraukas
zh: 保留图像

# deleteCategory_noImages_subtitle
source: may create orphan photos
ja: 孤立した写真を作成する可能性があります
lt: gali sukurti nuotraukas našlaičius
zh: 可能创建无主照片

# deleteCategory_orphanedImages
source: Delete Orphans
de: Verwaiste Bilder löschen
fr: Effacer les images orphelines
ja: 孤立した写真を削除
lt: Ištrinti našlaičius
zh: 删除孤立图片

# deleteCategory_orphanedImages_subtitle
source: Default mode, only deletes photos linked to no other album
ja: デフォルトモードでは、他のアルバムにリンクされていない写真のみを削除します
lt: Numatytasis režimas, ištrina tik nuotraukas, nesusietas su jokiu kitu albumu
zh: 默认模式，仅删除没有链接到其他相册的照片

# deleteCategory_allImages
source: {count, plural, =0{Delete Photos} =1{Delete Photo} other{Delete {count} Photos}}
de: {count, plural, one {} =0{Fotos löschen} =1{Foto löschen} other{{count} Fotos löschen}}
fr: {count, plural, =0{Effacer les photos} =1{Effacer la photo} other{Effacer {count} photos}}
ja: {count, plural, =0{写真を削除} =1{写真を削除} other{ {count} 枚の写真を削除}}
lt: {count, plural, =0{Ištrinti nuotraukų} =1{Ištrinti nuotrauką} few{Ištrinti {count} nuotraukas} other{Ištrinti {count} nuotraukų}}
zh: {count, plural, =0{删除照片} =1{删除照片} other{删除 {count} 张照片}}

# deleteCategory_allImages_subtitle
source: Delete all photos, even those linked to other albums
ja: 他のアルバムにリンクされている写真も含めてすべての写真を削除します
lt: Ištrinkite visas nuotraukas, net ir tas, kurios susietos su kitais albumais
zh: 删除所有照片，包括与其他相册相关联的照片。

# deleteCategoryConfirm_title
source: Are you sure?
de: Sind Sie sicher?
fr: Etes-vous sûr ?
ja: 本当に削除しますか？
lt: Ar tikrai?
zh: 您确定吗？

# deleteCategoryConfirm_message
source: Please enter the number of photos in order to delete this album. Number of photos: {count}
de: Anzahl der Fotos eingeben, um dieses Album zu löschen. Anzahl der Fotos: {count}
fr: Veuillez entrer le nombre de photos afin de supprimer cet album. Nombre de photos : {count}
ja: このアルバムを削除するために、写真の数を入力してください。写真の数: {count}
lt: Įveskite nuotraukų skaičių, kad ištrintumėte šį albumą. Nuotraukų skaičius: {count}
zh: 请输入照片数量以删除此相册。照片数量： {count}

# deleteCategoryConfirm_deleteButton
source: DELETE
de: LÖSCHEN
fr: SUPPRIMER
ja: 削除
lt: IŠTRINTI
zh: 删除

# deleteCategoryHUD_label
source: Deleting Album…
de: Album wird gelöscht…
fr: Suppression de l'Album…
ja: アルバムを削除中…
lt: Ištrinamas albumas…
zh: 正在删除相册…

# deleteCategoryHUD_deleted
source: Album Deleted
de: Album gelöscht
fr: Album supprimé
ja: アルバムが削除されました
lt: Albumas ištrintas
zh: 相册已删除

# deleteCategoryMatchError_title
source: Number Doesn't Match
de: Anzahl stimmt nicht überein
fr: Nombre Incorrect
ja: 数が一致しません
lt: Skaičius nesutampa
zh: 数字不匹配

# deleteCategoryMatchError_message
source: The number of photos you entered doesn't match the number of photos in the category. Please try again if you desire to delete this album
de: Die Anzahl der Fotos, die Sie eingegeben haben, entspricht nicht der Anzahl der Albumfotos. Bitte Anzahl erneut eingeben, wenn dieses Album gelöscht werden soll
fr: Le nombre de photos que vous avez entré ne correspond pas au nombre de photos dans l'album. S’il vous plaît, essayez de nouveau si vous désirez supprimer cet album
ja: 入力した写真の数がカテゴリ内の写真の数と一致しません。アルバムを削除したい場合は、もう一度試してください
lt: Įvestas nuotraukų skaičius nesutampa su nuotraukų skaičiumi kategorijoje. Bandykite dar kartą, jei norite ištrinti šį albumą
zh: 你所输入的数字与分类中已有的照片数目不同，请重试以删除该相册。

# deleteCategoryError_title
source: Delete Fail
de: Löschen fehlgeschlagen
fr: Echec
ja: 削除失敗
lt: Nepavyko ištrinti
zh: 删除失败

# deleteCategoryError_message
source: Failed to delete your album
de: Fehler beim Löschen Ihres Albums
fr: Impossible de supprimer votre album
ja: アルバムの削除に失敗しました
lt: Nepavyko ištrinti albumo
zh: 删除相册失败

# moveCategory
source: Move Album
de: Album verschieben
fr: Déplacer l'Album
ja: アルバムを移動
lt: Perkelti albumą
zh: 移动相册

# moveCategory_select
source: Please select an album or sub-album to move album {album} into.
de: Bitte wählen Sie ein Album oder Unteralbum, in das das Album {album} verschoben werden soll.
fr: Veuillez sélectionner un album ou un sous-album où déplacer l'album {album}.
ja: アルバム {album} を移動するアルバムまたはサブアルバムを選択してください。
lt: Pasirinkite albumą arba poalbumį, į kurį norite perkelti albumą {album}.
zh: 将相册 {album} 移动到其他的相册或子相册中

# moveCategory_message
source: Are you sure you want to move {album} into the album {parent} ?
de: Album {album} in Album {parent} verschieben?
fr: Êtes-vous certain de vouloir déplacer {album} dans l’album {parent} ?
ja: アルバム {album} をアルバム {parent} に移動してもよろしいですか？
lt: Ar tikrai norite perkelti {album} į albumą {parent}?
zh: 您确定要将 {album} 移动到相册 {parent} 吗？

# moveCategoryHUD_moving
source: Moving Album…
de: Album wird verschoben…
fr: Déplacement de l'Album…
ja: アルバムを移動中…
lt: Perkeliamas albumas…
zh: 移动相册中...

# moveCategoryHUD_moved
source: Album Moved
de: Album verschoben
fr: Album déplacé
ja: アルバムが移動されました
lt: Albumas perkeltas
zh: 相册已移动

# moveCategoryError_title
source: Move Fail
de: Verschieben fehlgeschlagen
fr: Echec
ja: 移動失敗
lt: Perkelti nepavyko
zh: 移动失败

# moveCategoryError_message
source: Failed to move your album
de: Fehler beim Verschieben Ihres Albums
fr: Impossible de déplacer votre album
ja: アルバムの移動に失敗しました
lt: Nepavyko perkelti albumo
zh: 移动相册失败

# categoryPrivacy
source: Manage Permissions
ja: 権限を管理
zh: 管理权限

# categoryPrivacy_subtitle
source: Manage access permissions of "{album_name}".
ja: "{album_name}" のアクセス権限を管理します。
zh: 管理 "{album_name}" 的访问权限

# categoryPrivacyMode_public
source: Public
ja: 公開
zh: 公开的

# categoryPrivacyMode_publicMessage
source: Every user can see this album.
ja: すべてのユーザーがこのアルバムを見ることができます。
zh: 每个用户都可以看到此相册。

# categoryPrivacyMode_private
source: Private
ja: 非公開
zh: 私有的

# categoryPrivacyMode_privateMessage
source: Visitors must log in and have the necessary permissions to see this album.
ja: 訪問者はログインし、必要な権限を持っている必要があります。
zh: 访客必须登录并拥有查看此相册的必要权限。

# categoryPrivacyGroups
source: Group permissions
ja: グループ権限
zh: 组权限

# categoryPrivacyGroups_add
source: Authorize groups
ja: グループを承認
zh: 授权组

# categoryPrivacyUsers
source: User permissions
ja: ユーザー権限
zh: 用户权限

# categoryPrivacyUsers_message
source: To manage use permissions, go to your web administration.
ja: ユーザー権限を管理するには、ウェブ管理にアクセスしてください。
lt: To manage user permissions, go to your web administration.
zh: 要管理用户权限，请前往您的网站管理界面。

# categoryPrivacyRecursive
source: Apply to sub-albums
ja: サブアルバムに適用
zh: 应用到子相册

# categoryPrivacyRecursive_message
source: After confirmation, all modifications will be applied to sub-albums.
ja: 確認後、すべての変更がサブアルバムに適用されます。
zh: 确认后，所有修改都将应用于子相册。

# categorySelection_setThumbnail
source: Please select the album which will use the photo {photo} as a thumbnail.
de: Bitte Album auswählen, das das Foto {photo} als Vorschaubild verwendet.
fr: Veuillez sélectionner l'album qui utilisera la photo {photo} comme vignette.
ja: 写真 {photo} をサムネイルとして使用するアルバムを選択してください。
lt: Pasirinkite albumą, kuriame nuotrauka {photo} bus naudojama kaip miniatiūra.
zh: 请选择要使用照片 {photo} 作为缩略图的相册。

# categorySelection_current
source: Select the current album for this photo
de: Das aktuelle Album für dieses Foto auswählen
fr: Sélectionnez l’album en cours pour cette photo
ja: この写真の現在のアルバムを選択
lt: Pasirinkite dabartinį albumą šiai nuotraukai
zh: 为该照片选择相册

# categorySelection_one
source: Select one of the albums containing this photo
de: Ein Album auswählen, in dem dieses Foto enthalten ist
fr: Sélectionnez un des albums contenant cette photo
ja: この写真を含むアルバムの1つを選択
lt: Pasirinkite vieną iš albumų, kuriame yra ši nuotrauka
zh: 选择包含该照片的相册

# categorySelection_other
source: Or select another album for this photo
de: Oder ein anderes Album für dieses Bild wählen
fr: Ou sélectionnez un autre album pour cette photo
ja: または、この写真の別のアルバムを選択
lt: Arba pasirinkite kitą albumą šiai nuotraukai
zh: 或者为该照片选择另一个相册

# categoryImageSet_title
source: Album Thumbnail
de: Album-Vorschaubild
fr: Vignette d'Album
ja: アルバムサムネイル
lt: Albumo miniatiūra
zh: 相册封面

# categoryImageSet_message
source: Are you sure you want to apply this photo to the album {album} ?
de: Soll dieses Foto wirklich auf das Album {album} angewendet werden?
fr: Êtes-vous certain de vouloir affecter cette photo à l’album {album} ?
ja: この写真をアルバム {album} に適用してもよろしいですか？
lt: Ar tikrai norite pritaikyti šią nuotrauką albumui {album}?
zh: 你确定要把该照片应用到相册 {album} 中吗？

# categoryImageSetHUD_updating
source: Updating Album Thumbnail…
de: Albumvorschaubild wird aktualisiert…
fr: Modification de la Vignette…
ja: アルバムサムネイルを更新中…
lt: Atnaujinama albumo miniatiūra…
zh: 正在更新相册缩略图…

# categoryImageSetError_title
source: Photo Set Error
de: Foto-Einstellungsfehler
fr: Echec d'affectation
ja: 写真設定エラー
lt: Nuotraukų nustatymo klaida
zh: 照片设置出错

# categoryImageSetError_message
source: Failed to set the album photo
de: Albumfoto konnte nicht gesetzt werden
fr: Impossible de changer la photo de l’album
ja: アルバム写真の設定に失敗しました
lt: Nepavyko nustatyti albumo nuotraukos
zh: 设置相册封面失败

# singleImage
source: Photo
de: Foto
ja: 写真
lt: Nuotrauka
zh: 照片

# imageCount
source: {count, plural, =0{0 photos} =1{1 photo} other{{count} photos}}
de: {count, plural, one {} =0{0 Fotos} =1{1 Foto} other{{count} Fotos}}
ja: {count, plural, =0{0 枚の写真} =1{1 枚の写真} other{{count} 枚の写真}}
lt: {count, plural, =0{0 nuotraukų} =1{1 nuotrauka} few{{count} nuotraukos} other{{count} nuotraukų}}
zh: {count, plural,=0{0 photos} =1{1 photo} other{{count} sub-albums}}

# singleVideo
source: Video
fr: Vidéo
ja: ビデオ
lt: Vaizdo įrašas
zh: 视频

# singleAudio
source: Audio
ja: オーディオ
lt: Garso įrašas
zh: 音频

# severalImages
source: Photos
de: Fotos
ja: 写真
lt: Nuotraukos
zh: 照片

source: All Photos
de: Alle Bilder
fr: Toutes les photos
ja: すべての写真
lt: Visos nuotraukos
zh: 所有照片

# severalVideos
source: Videos
fr: Vidéos
ja: ビデオ
lt: Vaizdo įrašai
zh: 视频

# noImages
source: No Photos
de: Keine Fotos
fr: Pas de photos
ja: 写真なし
lt: Nėra nuotraukų
zh: 沒有照片

# pullToRefresh
source: Reload Photos
de: Fotos erneut laden
fr: Rechargement des photos
ja: 写真を再読み込み
lt: Perkrauti nuotraukas
zh: 刷新照片

# andMore
source: & more
de: & mehr
fr: & plus
ja: & もっと
lt: & daugiau
zh: & 更多

source: Months
de: Monate
fr: Mois
ja: 月
lt: Mėnesiai
zh: 月

source: Weeks
de: Wochen
fr: Semaines
ja: 週
lt: Savaitės
zh: 周

source: Days
de: Tage
fr: Jours
ja: 日
lt: Dienos
zh: 日

source: Date
de: Datum
ja: 日付
lt: Data
zh: 日期

# albumPhotoError_title
source: Get Album Photos Error
de: Fehlerhafte Albumfotos anzeigen
fr: Photos d'Album Non Récupérées
ja: アルバム写真取得エラー
lt: Gauti albumo nuotraukų klaidą
zh: 无法获取相册中的照片

# albumPhotoError_message
source: Failed to get album photos (corrupt photo in your album?)
de: Beim Abrufen der Albumfotos ist ein Fehler aufgetreten (fehlerhafte Fotodatei in Ihrem Album?)
fr: Echec du chargement des photos de l'album (fichier endommagé dans votre album ?)
ja: アルバム写真の取得に失敗しました（アルバム内の写真が破損している可能性があります）
lt: Nepavyko gauti albumo nuotraukų (sugadinta nuotrauka jūsų albume?)
zh: 无法获取相册中的照片(是否照片出现损坏？)

source: Sort by
de: Sortieren nach
fr: Trier par
ja: 並び替え
lt: Rūšiuoti pagal
zh: 排序方式

# imageSortTitle
source: Sort Photos
de: Fotos sortieren
fr: Trier les photos
ja: 写真の並び替え
lt: Rūšiuoti nuotraukas
zh: 排序照片

# imageSortMessage
source: Please select how you wish to sort photos
de: Bitte auswählen, wie die Bilder sortiert werden
fr: Veuillez sélectionner comment vous souhaitez trier les photos
ja: 写真の並び替え方法を選択してください
lt: Pasirinkite, kaip norite rūšiuoti nuotraukas
zh: 请选择您希望排序照片的方式

# imageSortingHUD
source: Sorting Photos…
de: Fotos sortieren…
fr: Tri des photos…
ja: 写真を並び替え中…
lt: Rūšiuojamos nuotraukos…
zh: 排序照片中...

# imageSelectingHUD
source: Selecting Photos…
de: Fotos auswählen…
fr: Sélection des photos…
ja: 写真を選択中…
lt: Parenkamos nuotraukos…
zh: 选择相片中...

# imageDeselectingHUD
source: Deselecting Photos…
de: Fotos abwählen…
fr: Désélection des photos…
ja: 写真の選択を解除中…
lt: Atšaukiamas nuotraukų pasirinkimas…
zh: 反选相片中...

# imageOptions_title
source: Photo Options
de: Foto-Optionen
fr: Options
ja: 写真オプション
lt: Nuotraukų parinktys
zh: 照片选项

# imageOptions_edit
source: Edit
de: Bearbeiten
fr: Editer
ja: 編集
lt: Redaguoti
zh: 编辑

# imageOptions_download
source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
lt: Atsisiųsti
zh: 下载

# imageOptions_share
source: Share
fr: Partager
ja: 共有
lt: Bendrinti
zh: 分享

# imageOptions_addFavorites
source: Add to favorites
ja: お気に入りに追加
zh: 添加到收藏

# imageOptions_removeFavorites
source: Remove from favorites
ja: お気に入りから削除
zh: 从收藏中移除

# imageOptions_setAlbumImage
source: Set Album Thumbnail
de: Album-Vorschaubild festlegen
fr: Définir comme vignette d’album
ja: アルバムサムネイルに設定
lt: Nustatyti albumo miniatiūrą
zh: 设为相册缩略图

# imageDetailsView_title
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
lt: Savybės
zh: 属性

# editImageDetails_title
source: Title
de: Titel
fr: Titre
ja: タイトル
lt: Pavadinimas
zh: 标题

# editImageDetails_titlePlaceholder
source: Image Title
de: Bildtitel
fr: Titre de l'image
ja: 画像タイトル
lt: Vaizdo pavadinimas
zh: 图片标题

# editImageDetails_author
source: Author
de: Autor
fr: Auteur
ja: 作者
lt: Autorius
zh: 作者

# editImageDetails_tags
source: Tags
de: Schlagworte
ja: タグ
lt: Žymės
zh: 标签

# editImageDetails_privacyLevel
source: Who can see this photo?
de: Wer darf dieses Foto sehen?
fr: Qui peut voir cette photo ?
ja: この写真を見ることができるのは誰ですか？
lt: Kas gali matyti šią nuotrauką?
zh: 哪些人可以看到这张照片？

# editImageDetails_description
source: Description
de: Beschreibung
ja: 説明
lt: Aprašymas
zh: 描述

# editImageDetails_descriptionPlaceholder
source: Image Description
de: Bild-Beschreibung
fr: Description de la photo
ja: 画像の説明
lt: Vaizdo aprašymas
zh: 图片描述

# editImageDetails_comments
source: Comments
de: Kommentare
fr: Commentaires
ja: コメント
lt: Komentarai
zh: 评论

# editImageDetails_dateCreation
source: Creation Date
de: Erstellungsdatum
fr: Date de création
ja: 作成日
lt: Sukūrimo data
zh: 创建日期

# editImageDetails_dateUnset
source: Unset
de: Zurücksetzen
fr: Non défini
ja: 未設定
lt: Nenustatyti
zh: 未设定

# editImageDetails_dateToday
source: Today
de: Heute
fr: Aujourd'hui
ja: 今日
lt: Šiandien
zh: 今天

# editImageDetails_dateMonthInc
source: +1 Month
de: +1 Monat
fr: +1 Mois
ja: +1ヶ月
lt: +1 mėnuo
zh: +1 月

# editImageDetails_dateMonthDec
source: -1 Month
de: -1 Monat
fr: -1 Mois
ja: -1ヶ月
lt: -1 mėnuo
zh: -1 月

# editImageDetails_dateYearInc
source: +1 Year
de: +1 Jahr
fr: +1 An
ja: +1年
lt: +1 metai
zh: +1 年

# editImageDetails_dateYearDec
source: -1 Year
de: -1 Jahr
fr: -1 An
ja: -1年
lt: -1 metai
zh: -1 年

# editImageDetailsHUD_updating
source: {count, plural, =1{Updating Photo…} other{Updating Photos…}}
de: {count, plural, one {} =1{Foto aktualiieren…} other{Fotos aktualisieren…}}
fr: {count, plural, =1{Mise à jour de la photo…} other{Mise à jour des photos…}}
ja: {count, plural, =1{写真を更新中…} other{写真を更新中…}}
lt: {count, plural, =1{Atnaujinama nuotrauka…} other{Atnaujinamos nuotraukos…}}
zh: {count, plural, =1{更新照片中...} other{更新照片中...}}

# editImageDetailsError_title
source: Failed to Update
de: Aktualisierung fehlgeschlagen
fr: Échec de la Modification
ja: 更新失敗
lt: Nepavyko atnaujinti
zh: 更新失败
