Repository: Piwigo/piwigo-flutter-app
Catalog: l10n/app_*.arb
Languages: de, fr, ja, lt, zh

# copyImageHUD_copied
source: {count, plural, =1{Photo Copied} other{Photos Copied}}
de: {count, plural, one {} =1{Foto kopiert} other{Fotos kopiert}}
fr: {count, plural, =1{Photo assignée} other{Photos assignées}}
ja: {count, plural, =1{写真をコピーしました} other{写真をコピーしました}}
lt: {count, plural, =1{Nuotrauka nukopijuota} other{Nuotraukos nukopijuotos}}
zh: {count, plural, =1{照片已复制} other{照片已复制}}

# copyImageError_title
source: Copy Fail
de: Kopieren fehlgeschlagen
fr: Échec de la copie
ja: コピーに失敗
lt: Kopijuoti nepavyko
zh: 复制失败

# copyImageError_message
source: {count, plural, =1{Failed to copy your photo} other{Failed to copy some photos}}
de: {count, plural, one {} =1{Kopieren des Fotos fehlgeschlagen} other{Kopieren einiger Fotos fehlgeschlagen}}
fr: {count, plural, =1{Impossible de copier votre photo} other{Impossible de copier certaines photos}}
ja: {count, plural, =1{写真のコピーに失敗しました} other{一部の写真のコピーに失敗しました}}
lt: {count, plural, =1{Nepavyko nukopijuoti nuotraukos} other{Nepavyko nukopijuoti kai kurių nuotraukų}}
zh: {count, plural, =1{复制图片失败} other{复制一些图片失败}}

# imageUploadHeader
source: Please select the album or sub-album from which photos and videos of your device will be uploaded.
de: Bitte wählen Sie das Album oder Unteralbum, aus dem Fotos und Videos Ihres Geräts hochgeladen werden.
fr: Veuillez sélectionner l'album ou le sous-album à partir duquel les photos et les vidéos de votre appareil seront téléchargées.
ja: デバイスの写真やビデオをアップロードするアルバムまたはサブアルバムを選択してください。
lt: Pasirinkite albumą arba poalbumį, iš kurio bus įkeliamos jūsų įrenginio nuotraukos ir vaizdo įrašai.
zh: 请指定需要上传的照片和视频的相册或子相册

# imageUploadHeaderTitle_images
source: Photos Parameters
de: Foto-Parameter
fr: Paramètres des photos
ja: 写真のパラメータ
lt: Nuotraukos Parametrai
zh: 图片参数

# imageUploadHeaderText_images
source: Please set the parameters to apply to the selection of photos/videos
de: Bitte setzen Sie die Parameter für die Auswahl der Fotos/Videos
fr: Veuillez définir les paramètres à appliquer à la sélection des photos/vidéos
ja: 写真/ビデオの選択に適用するパラメータを設定してください
lt: Nustatykite parametrus, kurie bus taikomi renkantis nuotraukas / vaizdo įrašus
zh: 请配置所选择照片或视频的参数

# imageUploadHeaderTitle_upload
source: Upload Settings
de: Upload-Einstellungen
fr: Réglage des transferts
ja: アップロード設定
lt: Įkėlimo nustatymai
zh: 上传设置

# imageUploadHeaderText_upload
source: Please set the upload parameters to apply to the selection of photos/videos
de: Bitte legen Sie die Upload-Parameter für die Auswahl der Fotos/Videos fest
fr: Veuillez définir les paramètres de transfert à appliquer à la sélection des photos/vidéos
ja: 写真/ビデオの選択に適用するアップロードパラメータを設定してください
lt: Nustatykite įkėlimo parametrus, kurie būtų taikomi renkantis nuotraukas / vaizdo įrašus
zh: 请配置所选择照片或视频的上传参数

# imageUploadDetails_title
source: Title:
de: Titel:
fr: Titre :
ja: タイトル:
lt: Pavadinimas:
zh: 标题:

# imageUploadDetails_author
source: Author:
de: Autor:
fr: Auteur :
ja: 作成者:
lt: Autorius:
zh: 作者:

# imageUploadDetails_privacy
source: Privacy:
de: Datenschutz:
fr: Qui :
ja: プライバシー:
lt: Privatumas:
zh: 隐私:

# imageUploadDetails_tags
source: Tags:
de: Schlagworte:
ja: タグ:
lt: Žymės:
zh: 标签:

# imageUploadDetails_description
source: Description:
de: Beschreibung:
ja: 説明:
lt: Aprašymas:
zh: 描述:

# imageUploadDetailsView_title
source: Photos
de: Fotos
ja: 写真
lt: Nuotraukos
zh: 照片

# imageUploadDetailsButton_title
source: Upload
de: Hochladen
fr: Envoyer
ja: アップロード
lt: Įkelti
zh: 上传

# imageUploadDetailsEdit_title
source: Edit Photos to Upload
de: Fotos zum Hochladen bearbeiten
fr: Éditer les photos à télécharger
ja: アップロードする写真を編集
lt: Redaguoti nuotraukas, kurias norite įkelti
zh: 编辑要上传的照片

# imageUploadDetailsUploading_title
source: Photos that are Being Uploaded
de: Bilder, die hochgeladen werden
fr: Images en cours d'envoi
ja: アップロード中の写真
lt: Nuotraukos, kurios yra įkeliamos
zh: 正在上传的照片

# imageUploadDetailsCell_uploadComplete
source: Completed! Finishing up...
de: Abgeschlossen! Aufräumen...
fr: Envoyée ! Vérification...
ja: 完了！仕上げ中...
lt: Baigta! Patvirtinama...
zh: 即将完成...

# imageUploadRemove
source: Removing uploaded photos
de: Hochgeladene Fotos entfernen
fr: Suppression des photos téléchargées
ja: アップロードされた写真を削除
lt: Įkeltų nuotraukų pašalinimas
zh: 正在移除已上传的照片

# imageUploadTableCell_waiting
source: Waiting...
de: Warten...
fr: En attente...
ja: 待機中...
lt: Laukiama...
zh: 等待中...

# imageUploadTableCell_preparing
source: Preparing...
de: Vorbereiten...
fr: En cours de préparation...
ja: 準備中...
lt: Rengiama...
zh: 准备中...

# imageUploadTableCell_prepared
source: Ready for upload...
de: Bereit zum Upload...
fr: Prêt à transférer...
ja: アップロード準備完了...
lt: Paruošta įkelti...
zh: 已准备好上传...

# imageUploadTableCell_uploading
source: Uploading...
de: Hochladen...
fr: Transfert...
ja: アップロード中...
lt: Įkeliama...
zh: 上传中…

# imageUploadTableCell_uploaded
source: Uploaded
de: Hochgeladen
fr: Transférée
ja: アップロード完了
lt: Įkelta
zh: 上传成功

# imageUploadTableCell_finishing
source: Finishing...
de: Beenden...
fr: Finalisation...
ja: 仕上げ中...
lt: Baigiama...
zh: 正在完成...

# imageUploadClearFailed
source: {count, plural, =1{Clear Failed Upload} other{Clear {count} Failed Uploads}}
de: {count, plural, one {} =1{Fehlgeschlagener Upload zurücksetzen} other{{count} fehlgeschlagenene Uploads zurücksetzen}}
fr: {count, plural, =1{Effacer transfert échoué} other{Effacer {count} transferts échoués}}
ja: {count, plural, =1{失敗したアップロードをクリア} other{失敗した{count}件のアップロードをクリア}}
lt: {count, plural, =1{Išvalyti nepavykusį įkėlimą} few{Išvalyti {count} nepavykusius įkėlimus} other{Išvalyti {count} nepavykusių įkėlimų}}
zh: {count, plural, =1{清除失败的上传} other{清除 {count} 个失败的上传}}

# imageUploadClearCompleted
source: {count, plural, =1{Clear Completed Upload} other{Clear {count} Completed Uploads}}
de: {count, plural, one {} =1{Abgeschlossener Upload zurücksetzen} other{{count} abgeschlossene Uploads zurücksetzen}}
fr: {count, plural, =1{Effacer transfert terminé} other{Effacer {count} transferts terminés}}
ja: {count, plural, =1{完了したアップロードをクリア} other{完了した{count}件のアップロードをクリア}}
lt: {count, plural, =1{Išvalyti užbaigtą įkėlimą} few{Išvalyti {count} užbaigtus įkėlimus} other{Išvalyti {count} užbaigtų įkėlimų}}
zh: {count, plural, =1{清除已完成的上传} other{清除 {count} 个已完成的上传}}

# imageUploadResume
source: {count, plural, =1{Resume Upload} other{Resume {count} Uploads}}
de: {count, plural, one {} =1{Upload fortsetzen} other{{count} Uploads fortsetzen}}
fr: {count, plural, =1{Relancer le transfert} other{Relancer {count} transferts}}
ja: {count, plural, =1{アップロードを再開} other{アップロード{count}件を再開}}
lt: {count, plural, =1{Pratęsti įkėlimą} few{Pratęsti {count} įkėlimus} other{Pratęsti {count} įkėlimų}}
zh: {count, plural, =1{继续上传} other{继续 {count} 个上传}}

# imageUploadProgressBar_zero
source: Uploading 0/0
de: Hochladen 0/0
fr: Transfert 0/0
ja: 0/0をアップロード中
lt: Įkeliama 0/0
zh: 正在上传 0/0

# imageUploadProgressBar_nonZero
source: Uploading {index}/{max}
de: Hochladen von {index}/{max}
fr: Transfert {index}/{max}
ja: {index}/{max}をアップロード中
lt: Įkeliama {index}/{max}
zh: 正在上传 {index}/{max}

# imageUploadProgressBar_completed
source: Completed
de: Abgeschlossen
fr: Terminé
ja: 完了
lt: Baigta
zh: 已完成

# imageUploadCompleted_title
source: Upload Completed
de: Hochladen abgeschlossen
fr: Transfert Terminé
ja: アップロード完了
lt: Įkėlimas baigtas
zh: 上传完毕

# imageUploadCompleted_message
source: photo uploaded to your Piwigo server.
de: Foto auf Ihren Piwigo-Server hochgeladen.
fr: photo envoyée à votre serveur Piwigo.
ja: 写真がPiwigoサーバーにアップロードされました。
lt: nuotrauka įkelta į jūsų Piwigo serverį.
zh: 照片成功上传到你的 Piwigo 服务器

# imageUploadCompleted_message1
source: photos uploaded to your Piwigo server.
de: Fotos auf Ihren Piwigo-Server hochgeladen.
fr: photos envoyées à votre serveur Piwigo.
ja: 写真がPiwigoサーバーにアップロードされました。
lt: nuotraukos, įkeltos į jūsų Piwigo serverį.
zh: 照片成功上传到你的Piwigo服务器

# imageUploadCompleted_warning
source: some of your photos could not be uploaded.
ja: 一部の写真をアップロードできませんでした。
zh: 您的部分照片无法上传。

# uploadError_title
source: Upload Error
de: Fehler beim Hochladen
fr: Echec du Transfert
ja: アップロードエラー
lt: Įkėlimo klaida
zh: 上传出错

# uploadError_message
source: Could not upload your photo.
de: Foto konnte nicht hochgeladen werden.
fr: Echec du Transfert de votre photo
ja: 写真をアップロードできませんでした。
lt: Nepavyko įkelti jūsų nuotraukos.
zh: 无法上传你的照片

# uploadCancelled_title
source: Upload Cancelled
de: Hochladen abgebrochen
fr: Transfert Annulé
ja: アップロードがキャンセルされました
lt: Įkėlimas atšauktas
zh: 上传已取消

# uploadNoInternetNetwork
source: No Internet Connection
de: Keine Internetverbindung
fr: Pas de connexion Internet
ja: インターネット接続なし
lt: Nėra interneto ryšio
zh: 没有网絡连接

# uploadNoWiFiNetwork
source: No Wi-Fi Connection
de: Keine WLAN-Verbindung
fr: Pas de connexion Wi-Fi
ja: Wi-Fi接続なし
lt: Nėra Wi-Fi ryšio
zh: 没有Wi-Fi连接

# uploadLowPowerMode
source: Low Power Mode enabled
de: Energiesparmodus aktiviert
fr: Mode économie d'énergie activé
ja: 低電力モードが有効
lt: Mažos galios režimas įjungtas
zh: 低电量模式已启用

# uploadSection_impossible
source: Impossible Uploads
de: Uploads nicht möglich
fr: Transferts impossibles
ja: 不可能なアップロード
lt: Neįmanomi įkėlimai
zh: 无法完成的上传任务

# uploadSection_resumable
source: Resumable Uploads
de: Fortsetzbare Uploads
fr: Transferts réamorçables
ja: 再開可能なアップロード
lt: Tęstini įkėlimai
zh: 可继续的上传任务

# uploadSection_queue
source: Uploads Queue
de: Upload-Warteschlange
fr: File d'attente des transferts
ja: アップロードキュー
lt: Įkėlimų eilė
zh: 上传队列

# imageUploadError_title
source: Photo Upload Error
de: Foto-Upload-Fehler
fr: Echec du transfert
ja: 写真アップロードエラー
lt: Nuotraukų įkėlimo klaida
zh: 照片上传出错

# imageUploadError_format
source: File format not accepted by Piwigo server.
de: Dateiformat vom Piwigo-Server nicht akzeptiert.
fr: Format de fichier non accepté par le serveur Piwigo.
ja: Piwigoサーバーで受け入れられないファイル形式です。
lt: Piwigo serveris nepriima failo formato.
zh: Piwigo服务器不支持该文件格式

# imageUploadError_source
source: cannot create photo source
de: Bildquelle kann nicht erstellt werden
fr: impossible de créer le source de la photo
ja: 写真ソースを作成できません
lt: negalima sukurti nuotraukos šaltinio
zh: 无法创建照片源

# imageUploadError_destination
source: cannot create photo destination
de: Bildpfad kann nicht erstellt werden
fr: impossible de créer la destination de la photo
ja: 写真の保存先を作成できません
lt: negali sukurti nuotraukos įkėlimo vietos
zh: 无法创建照片目标

# imageUploadError_iCloud
source: Could not retrieve photo.
de: Foto konnte nicht abgerufen werden.
fr: Echec de la récupération de la photo.
ja: 写真を取得できませんでした。
lt: Nepavyko gauti nuotraukos.
zh: 无法获取照片

# audioUploadError_title
source: Audio Upload Error
de: Audio-Upload-Fehler
fr: Echec du transfert
ja: オーディオアップロードエラー
lt: Garso įkėlimo klaida
zh: 音频上传出错

# audioUploadError_format
source: Sorry, audio files are not supported by Piwigo NG yet.
de: Entschuldigung, Audio Dateien werden derzeit nicht von Piwigo NG unterstützt.
fr: Désolé, les fichiers audio ne sont pas encore supportés par Piwigo NG.
ja: 申し訳ありませんが、Piwigo NGではオーディオファイルはまだサポートされていません。
lt: Atsiprašome, garso failų Piwigo NG dar nepalaiko.
zh: 抱歉，Piwigo NG 尚不支持音频文件

# videoUploadError_title
source: Video Upload Error
de: Video-Upload-Fehler
fr: Echec du transfert
ja: ビデオアップロードエラー
lt: Vaizdo įrašo įkėlimo klaida
zh: 视频上传出错

# videoUploadError_format
source: Sorry, video files with extension .{extension} are not accepted by the Piwigo server.
de: Entschuldigung, Videodateien mit der Erweiterung .{extension} werden vom Piwigo Server nicht akzeptiert.
fr: Désolé, les fichiers de vidéo ayant comme extension .{extension} ne sont pas acceptés par le serveur Piwigo.
ja: 申し訳ありませんが、拡張子.{extension}のビデオファイルはPiwigoサーバーで受け入れられません。
lt: Atsiprašome, Piwigo serveris nepriima vaizdo failų su plėtiniu .{extension}.
zh: 抱歉，Piwigo服务器不支持 .{extension} 后缀名的视频文件

# videoUploadError_export
source: Sorry, the video could not be retrieved for the upload.
de: Das Video konnte für den Upload leider nicht abgerufen werden.
fr: Désolé, la vidéo n'a pas pu être récupérée pour être téléchargée vers votre Piwigo.
ja: 申し訳ありませんが、ビデオをアップロード用に取得できませんでした。
lt: Atsiprašome, vaizdo įrašo nepavyko gauti, kad būtų galima įkelti.
zh: 抱歉，无法获取视频进行上传。

# videoUploadError_unknown
source: Sorry, the upload of the video has failed for an unknown error during the MP4 conversion.
de: Leider ist das Hochladen des Videos aufgrund eines unbekannten Fehlers während der MP4-Konvertierung fehlgeschlagen.
fr: Désolé, le transfert vers votre Piwigo de la vidéo a échoué pour une erreur inconnue lors de la conversion MP4.
ja: 申し訳ありませんが、MP4変換中に不明なエラーが発生し、ビデオのアップロードに失敗しました。
lt: Atsiprašome, vaizdo įrašo įkėlimas nepavyko dėl nežinomos klaidos konvertuojant MP4.
zh: 抱歉，视频上传失败，在MP4转换过程中发生未知错误。

# videoUploadCancelled_message
source: The upload of the video has been cancelled.
de: Das Hochladen des Videos wurde abgebrochen.
fr: Le transfert de la vidéo vers votre Piwigo a été annulé.
ja: ビデオのアップロードがキャンセルされました。
lt: Vaizdo įrašo įkėlimas atšauktas.
zh: 视频上传已被取消

# localAlbums
source: Photo Library
de: Fotobibliothek
fr: Bibliothèque de Photos
ja: フォトライブラリ
lt: Nuotraukų albumas
zh: 照片库

# localAlbums_accessible
source: Accessible Photos
de: Verfügbare Fotos
fr: Photos accessibles
ja: アクセス可能な写真
lt: Prieinamos nuotraukos
zh: 可访问的照片

# localAlbums_photosNotAuthorized_title
source: No Access
de: Kein Zugang
fr: Accès Refusé
ja: アクセスなし
lt: Nėra prieigos
zh: 无访问权限

# localAlbums_photosNiltitle
source: Problem Reading Photos
de: Problem beim Lesen von Fotos
fr: Problème Lecture Photos
ja: 写真の読み取りに問題があります
lt: Problema skaitant nuotraukas
zh: 读取照片出错

# localAlbums_photosNnil_msg
source: There is a problem reading your local photo library.
de: Beim Lesen Ihrer lokalen Fotobibliothek ist ein Problem aufgetreten.
fr: Un problème est rencontré pendant la lecture de votre photothèque locale.
ja: ローカルフォトライブラリの読み取りに問題があります。
lt: Skaitant vietinę nuotraukų biblioteką kilo problema.
zh: 读取本地照片库时出现问题

# localAlbums_photosNotAuthorized_msg
source: Cannot open local photo library. Please go into the Settings app and enable access for Piwigo.
de: Lokale Fotobibliothek könnte nicht geöffnet werden. Bitte in den Einstellungen den Zugriff für Piwigo aktivieren.
fr: Impossible d’ouvrir la photothèque locale. Allez dans l’application Réglages et activez l’accès pour Piwigo.
ja: ローカルフォトライブラリを開けません。設定アプリに移動して、Piwigoへのアクセスを有効にしてください。
lt: Negalima atidaryti vietinės nuotraukų bibliotekos. Eikite į nustatymų programą ir įgalinkite prieigą Piwigo programai.
zh: 无法读取本地照片库，请在设备设置中为 Piwigo 授予相应权限

# localImages_deleteTitle
source: Remove from Camera Roll
de: Aus der Kamerarolle entfernen
fr: Retirer de la pellicule
ja: カメラロールから削除
lt: Pašalinti iš galerijos
zh: 从相机相册中移除

# localImages_deleteMessage
source: Do you wish to delete the uploaded photos or videos from the camera roll? The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.
de: Möchten Sie die hochgeladenen Fotos oder Videos aus der Kamerarolle löschen? Die gelöschten Fotos oder Videos sind noch 30 Tage lang im iOS-Fotopapierkorb verfügbar.
fr: Voulez-vous supprimer les photos ou vidéos téléchargées de la pellicule ? Les photos ou vidéos supprimées resteront disponibles dans la corbeille de l'app Photos pendant 30 jours.
ja: アップロードされた写真やビデオをカメラロールから削除しますか？削除された写真やビデオはiOSの写真ゴミ箱に30日間残ります。
lt: Ar norite ištrinti įkeltas nuotraukas ar vaizdo įrašus iš galerijos? Ištrintos nuotraukos ar vaizdo įrašai vis tiek bus pasiekiami iOS nuotraukų šiukšliadėžėje 30 dienų.
zh: 您想要从相机卷中删除上传的照片或视频吗？ 已删除的照片或视频在被彻底删除前会在 iOS 照片回收站中保留 30 天

# settingsHeader_server
source: Piwigo Server {version}
fr: Serveur Piwigo {version}
ja: Piwigoサーバー {version}
lt: Piwigo serveris {version}
zh: Piwigo 服务器 {version}

# settingsHeader_notSecure
source: Website Not Secure!
de: Website nicht sicher!
fr: Site Web Non Sécurisé !
ja: ウェブサイトが安全ではありません！
lt: Svetainė nesaugi!
zh: 不安全的连接

# settings_server
source: Address
de: Adresse
fr: Adresse
ja: アドレス
lt: Adresas
zh: 地址

# settings_username
source: Username
de: Benutzername
fr: Identifiant
ja: ユーザー名
lt: Vartotojo vardas
zh: 用户名

# settings_notLoggedIn
source: - Not Logged In -
de: - Nicht angemeldet -
fr: - Non Connecté -
ja: - ログインしていません -
lt: - Neprisijungęs -
zh: - 未登录 -

# settings_logout
source: Logout
de: Abmelden
fr: Déconnexion
ja: ログアウト
lt: Atsijungti
zh: 注销

# settingsFooter_formats
source: The server accepts the following file types: {types}.
de: Der Server akzeptiert die folgenden Dateitypen: {types}.
fr: Le serveur accepte les types de fichiers suivants: {types}.
ja: サーバーは次のファイルタイプを受け入れます: {types}。
lt: Serveris priima šiuos failų tipus: {types}.
zh: 服务器接受以下文件类型: {types}

# settingsHeader_general
source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres Généraux
ja: 一般設定
lt: Bendrieji nustatymai
zh: 常规设置

# settingsHeader_thumbnails
source: Thumbnails
de: Vorschaubilder
fr: Vignettes
ja: サムネイル
lt: Miniatiūros
zh: 缩略图

# defaultImageSort
source: Sort
de: Sortieren
fr: Tri
ja: 並べ替え
lt: Rūšiuoti
zh: 分类

# defaultImageSort320px
source: Default Sort
de: Standard-Sortierung
fr: Tri
ja: デフォルトの並べ替え
lt: Numatytasis rūšiavimas
zh: 默认排序

# defaultImageSort414px
source: Default Sort of Photos
de: Standardsortierung der Bilder
fr: Tri par défaut des photos
ja: 写真のデフォルトの並べ替え
lt: Numatytasis nuotraukų rūšiavimas
zh: 默认照片排序

# defaultAlbumThumbnailFile414px
source: Albums Thumbnail File
de: Albumvorschau-Datei
fr: Fichier de Vignette d'Album
ja: アルバムのサムネイルファイル
lt: Albumų miniatiūrų failas
zh: 相册封面文件

# defaultAlbumThumbnailSizeHeader
source: Please select an album thumbnail size
de: Bitte eine Miniaturfotogröße auswählen
fr: Veuillez sélectionner une taille de vignette d'album
ja: アルバムのサムネイルサイズを選択してください
lt: Pasirinkite albumo miniatiūros dydį
zh: 请选择相册缩略图大小

# maxNberOfRecentAlbums
source: Recent
de: Zuletzt verwendet
fr: Récent
ja: 最近
lt: Naujausi
zh: 最近的

# maxNberOfRecentAlbums320px
source: Recent Albums
de: Neueste Alben
fr: Albums récents
ja: 最近のアルバム
lt: Naujausi albumai
zh: 最近相册

# maxNberOfRecentAlbums414px
source: Number of Recent Albums
de: Anzahl der neuesten Alben
fr: Nombre d'albums récents
ja: 最近のアルバムの数
lt: Naujausių albumų skaičius
zh: 最近相册数量

# thumbnailSizeSquare
source: Square
de: Quadratisch
fr: Carré
ja: 正方形
lt: Kvadratas
zh: 方形

# thumbnailSizeThumbnail
source: Thumbnail
de: Vorschaubild
fr: Miniature
ja: サムネイル
lt: Miniatiūra
zh: 缩略图

# thumbnailSizeXXSmall
source: Tiny
de: Winzig
fr: Minuscule
ja: XXSサイズ
lt: Smulkus
zh: 极小

# thumbnailSizeXSmall
source: Extra Small
de: Sehr klein
fr: Très Petit
ja: XSサイズ
lt: Labai mažas
zh: 超小

# thumbnailSizeSmall
source: Small
de: Klein
fr: Petit
ja: Sサイズ
lt: Mažas
zh: 小

# thumbnailSizeMedium
source: Medium
de: Mittelgroß
fr: Moyen
ja: Mサイズ
lt: Vidutinis
zh: 中

# thumbnailSizeLarge
source: Large
de: Groß
fr: Grand
ja: Lサイズ
lt: Didelis
zh: 大

# thumbnailSizeXLarge
source: Extra Large
de: Sehr groß
fr: Très Grand
ja: XLサイズ
lt: Labai didelis
zh: 特大

# thumbnailSizeXXLarge
source: Huge
de: Riesig
fr: Énorme
ja: XXLサイズ
lt: Didžiulis
zh: 巨大

# thumbnailSizexFullRes
source: Full Resolution
de: Volle Auflösung
fr: Haute Résolution
ja: フル解像度
lt: Pilna raiška
zh: 完整分辨率

# settingsHeader_images
source: Photos
de: Fotos
fr: Images
ja: 写真
lt: Nuotraukos
zh: 图片

# defaultThumbnailFile
source: File
de: Datei
fr: Fichier
ja: ファイル
lt: Failas
zh: 文件

# defaultThumbnailFile320px
source: Thumbnail File
de: Vorschaubild-Datei
fr: Fichier de Vignette
ja: サムネイルファイル
lt: Miniatiūros failas
zh: 缩略图文件

# defaultThumbnailFile414px
source: Photos Thumbnail File
de: Albumvorschau-Datei
fr: Fichier de vignette des photos
ja: 写真のサムネイルファイル
lt: Nuotraukų miniatiūrų failas
zh: 图片缩略图文件

# defaultThumbnailSize
source: Size
de: Größe
fr: Taille
ja: サイズ
lt: Dydis
zh: 尺寸

# defaultThumbnailSize320px
source: Thumbnails Size
de: Größe der Vorschaubilder
fr: Taille des Vignettes
ja: サムネイルのサイズ
lt: Miniatiūrų dydis
zh: 缩略图大小

# defaultThumbnailSize414px
source: Default Size of Thumbnails
de: Standardgröße der Vorschaubilder
fr: Taille par Défaut des Vignettes
ja: サムネイルのデフォルトサイズ
zh: 缩略图默认大小

# defaultNberOfThumbnailsShort
source: Number per row
ja: 1行あたりの数
lt: Skaičius eilutėje
zh: 每行数量

# defaultNberOfThumbnails
source: Number of thumbnails per row
de: Anzahl Vorschaubilder pro Zeile
fr: Nombre de miniatures par lignes
ja: 1行あたりのサムネイル数
lt: Miniatiūrų skaičius eilutėje
zh: 每行缩略图数量

# defaultThumbnailSizeTitle
source: Default Size
de: Standardgröße
fr: Taille par défaut
ja: デフォルトサイズ
lt: Numatytasis dydis
zh: 默认大小

# defaultThumbnailSizeHeader
source: Please select a photo thumbnail size
de: Bitte eine Miniaturfotogröße auswählen
fr: Veuillez sélectionner une taille de vignette de photo
ja: 写真のサムネイルサイズを選択してください
lt: Pasirinkite nuotraukos miniatiūros dydį
zh: 请选择图片缩略图大小

# settings_displayTitles
source: Titles on Thumbnails
de: Titel auf Vorschaubildern
fr: Afficher Titres sur Vignettes
ja: サムネイルにタイトルを表示
lt: Pavadinimai ant miniatiūrų
zh: 缩略图标题

# settings_displayTitles320px
source: Display Titles on Thumbnails
de: Titel auf Vorschaubildern anzeigen
fr: Afficher les Titres sur les Vignettes
ja: サムネイルにタイトルを表示
lt: Rodyti pavadinimus miniatiūrose
zh: 在缩略图上显示标题

# defaultPreviewFile
source: Preview
de: Vorschau
fr: Aperçu
ja: プレビュー
lt: Peržiūra
zh: 预览

# defaultPreviewFile320px
source: Preview File
de: Dateivorschau
fr: Fichier de Prévisualisation
ja: プレビューファイル
lt: Peržiūrėti failą
zh: 预览文件

# defaultPreviewFile414px
source: Preview Photo File
de: Vorschau Fotodatei
fr: Fichier de prévisualisation des photos
ja: 写真のプレビューファイル
lt: Peržiūrėti nuotraukos failą
zh: 预览图片文件

# defaultImageSize
source: Photos
de: Fotos
ja: 写真
lt: Nuotraukos
zh: 图片

# defaultImageSize320px
source: Photos Size
de: Fotogröße
fr: Taille des photos
ja: 写真のサイズ
lt: Nuotraukų dydis
zh: 图片大小

# defaultImageSize414px
source: Default Size of Photos
de: Standardgröße der Bilder
fr: Taille par défaut des photos
ja: 写真のデフォルトサイズ
lt: Numatytasis nuotraukų dydis
zh: 默认图片大小

# defaultImageSizeTitle
source: Default Size
de: Standardgröße
fr: Taille par Défaut
ja: デフォルトサイズ
lt: Numatytasis dydis
zh: 默认大小

# defaultImageSizeHeader
source: Please select a photo size
de: Bitte eine Fotogröße wählen
fr: Veuillez sélectionner une taille de photo
ja: 写真のサイズを選択してください
lt: Pasirinkite nuotraukos dydį
zh: 请选择图片大小

# defaultImageSize_recommended
source: (recommended)
de: (empfohlen)
fr: (recommandé)
ja: (推奨)
lt: (Rekomenduojamas)
zh: (推荐)

# defaultSize_disabled
source: (disabled on server)
de: (auf Server deaktiviert)
fr: (désactivé sur le serveur)
ja: (サーバーで無効)
lt: (išjungta serveryje)
zh: （在服务器上禁用）

# defaultSizeFooter
source: Greyed sizes are not advised or not available on Piwigo server.
de: Ausgegraute Größen werden nicht empfohlen oder sind nicht auf dem Piwigo Server verfügbar.
fr: Les tailles grisées ne sont pas conseillées ou indisponibles sur le serveur Piwigo.
ja: グレーアウトされたサイズは推奨されないか、Piwigoサーバーで利用できません。
lt: Pilki dydžiai nerekomenduojami arba nepasiekiami Piwigo serveryje.
zh: 灰色的尺寸不建议且不被Piwigo服务器支持

# settings_shareGPSdata
source: Share Private Metadata
de: Private Metadaten teilen
fr: Partager Métadonnées Privées
ja: プライベートメタデータを共有
lt: Bendrinkite privačius metaduomenis
zh: 分享私密元数据

# settings_shareGPSdata375px
source: Share with Private Metadata
de: Mit privaten Metadaten teilen
fr: Partager avec des Métadonnées Privées
ja: プライベートメタデータと共有
lt: Bendrinkite su privačiais metaduomenimis
zh: 共享时包含私密元数据

# imageSizeSquare
source: Square
de: Quadratisch
fr: Carré
ja: 正方形
lt: Kvadratas
zh: 方形

# imageSizeThumbnail
source: Thumbnail
de: Vorschaubild
fr: Miniature
ja: サムネイル
lt: Miniatiūra
zh: 缩略图

# imageSizeXXSmall
source: Tiny
de: Winzig
fr: Minuscule
ja: XXSサイズ
lt: Mažytis
zh: 极小

# imageSizeXSmall
source: Extra Small
de: Sehr klein
fr: Très Petit
ja: XSサイズ
lt: Labai mažas
zh: 特小

# imageSizeSmall
source: Small
de: Klein
fr: Petit
ja: Sサイズ
lt: Mažas
zh: 小

# imageSizeMedium
source: Medium
de: Mittelgroß
fr: Moyen
ja: Mサイズ
lt: Vidutinis
zh: 中
